{"0": "Global oil markets will need to traverse myriad challenges in the medium term as structural shifts reshape oil demand and trade flows, while rising oil supplies could potentially weigh on prices through the end of the decade.", "1": "Divergent regional economic trajectories and the accelerating deployment of clean and energy saving technologies are combining to progressively slow the pace of oil demand growth, with a plateau emerging in the final years of our forecast, which runs to 2030.", "2": "Emerging economies in Asia, particularly China and India, account for all of global demand growth.", "3": "By contrast, oil demand in advanced economies falls sharply.", "4": "Rising world oil supplies, led by non OPEC+ producers, are expected to surpass forecast demand from 2025 onwards.", "5": "Mirroring demand’s break with long term trends, a front loaded build in oil production capacity is forecast to lose momentum and swing into contraction towards the end of our medium term outlook.", "6": "A surge in natural gas liquids  and condensates will account for 45% of new capacity increases over the forecast period.", "7": "In a major shift in strategy, Saudi Arabia has put on hold its planned crude oil capacity increase and will now focus on expanding natural gas liquids and condensates, which aligns with its efforts to boost domestic gas supply.", "8": "It may also reflect an acknowledgment of the rapidly building surplus in global crude oil production capacity.", "9": "The rise of petrochemicals as the main pillar of global demand growth largely tracks the substantial increase in global supply of NGLs, which are instrumental in their production.", "10": "At the same time, these changes will also create new challenges for refiners as demand for refined products is displaced by non refined products such as NGLs and biofuels.", "11": "Non refined fuels are set to capture a staggering three quarters of projected global demand growth over the 2023 2030 period.", "12": "Moreover, refiners will need to reconfigure their product slates to meet divergent trends for distillates amid reduced consumption as the energy transition accelerates.", "13": "This is especially the case in road transport fuels as EVs rapidly increase their market share.", "14": "Amid all these structural changes to supply and demand patterns, the global oil market outlook faces further uncertainties from weaker macroeconomic expectations, new government policies and regulations to fast track the energy transition, and an unprecedented level of investment to scale up more efficient technologies.", "15": "While the challenges are formidable, the industry has consistently proved its adaptability to dramatic supply and demand changes, including from the energy crisis brought on by Russia’s invasion of Ukraine and the Covid 19 pandemic before that.", "16": "A ramping up of world oil production capacity, led by the United States and other producers in the Americas, is expected to outstrip demand growth over the 2023 2030 forecast period and inflate the world’s spare capacity cushion to levels that are unprecedented, barring the Covid 19 period.", "17": "Total supply capacity rises by 6 mb/d to nearly 113,8 mb/d by 2030, a staggering 8 mb/d above projected global demand of 105,4 mb/d.", "18": "Such a massive cushion could upend the current OPEC+ market management strategy aimed at supporting prices.", "19": "For now, the producer alliance has laid out a roadmap for unwinding extra voluntary cuts of up to 2,2 mb/d from Q4 2024 to Q3 2025.", "20": "But this outlook is subject to their caveat that the production increases can be paused or reversed depending on market conditions.", "21": "A lower price environment would ultimately challenge the US shale industry, traditionally the fastest respondent to changing market circumstances.", "22": "How the industry will adapt and adjust to the new supply landscape will have wide ranging consequences for producers and consumers globally through the remainder of the decade and beyond.", "23": "Based on today’s market conditions and policies, global oil demand will level off at around 106 mb/d towards the end of the decade amid the accelerating transition to clean energy technologies.", "24": "Surging EV sales and continued efficiency improvements of vehicles, and the substitution of oil with renewables or gas in the power sector, will significantly curb oil use in road transport and electricity generation.", "25": "Total oil demand is nevertheless forecast to rise by 3,2 mb/d between 2023 and 2030, supported by increased use of jet fuel and feedstocks from the booming petrochemical sector.", "26": "Indeed, consumption of naphtha, liquified petroleum gas  and ethane will climb by 3,7 mb/d over the forecast period, fuelled also by growth in LPG use for clean cooking.", "27": "Growth will be dominated by Asian economies, especially India and China, as oil demand’s pivot to emerging markets continues.", "28": "Demand from the two Asian economic powerhouses will develop in very different ways, however.", "29": "In China, growth is set to be driven by the petrochemical sector as rapid deployment of clean energy technologies and massive infrastructure investments in high speed rail blunt demand for transport fuels.", "30": "In India, transport fuels will defy the global trend, rising sharply.", "31": "Significant gains will also come from other emerging and developing economies in Asia.", "32": "By contrast, demand in advanced economies will continue its decades long decline, falling from 45,7 mb/d in 2023 to 42,7 mb/d by 2030.", "33": "Apart from during the pandemic, the last time demand was this low was in 1991.", "34": "Over that same time period, oil demand from emerging and developing economies will have increased by a factor of 2,5.", "35": "In line with the ascendancy of petrochemicals as the anchor of global oil demand growth, 45% of the supply capacity increase over the forecast period comes from NGLs and condensates.", "36": "While Saudi Arabia has shelved its planned crude capacity increase from 12 mb/d to 13 mb/d, its development of the massive Jafurah gas field will move ahead.", "37": "This will result in a substantial ramping up of gas liquids output of almost 1 mb/d by 2030, volumes that are not subject to OPEC+ quotas.", "38": "Strong gains in US NGLs are also expected.", "39": "Total NGLs and condensates are projected to rise by 2,7 mb/d from 2023 to 2030.", "40": "By comparison, crude oil production capacity is forecast to increase by 2,6 mb/d over the same period, while biofuels account for 620 kb/d of the 6 mb/d total.", "41": "Non OPEC+ producers will continue to lead the capacity build, accounting for 4,6 mb/d, or 76% of the net increase.", "42": "The United States alone makes up 2,1 mb/d of the non OPEC+ gains, while Brazil, Guyana, Canada and Argentina contribute a further 2,7 mb/d.", "43": "As the sanctioned project queue fizzles out towards the end of our forecast, growth stalls in the United States and Canada while Brazil and Guyana shift into decline based on current plans.", "44": "However, should companies swiftly approve additional projects that are already on the drawing board, an incremental 1,3 mb/d of non OPEC+ capacity could become operational by 2030.", "45": "Saudi Arabia, the United Arab Emirates and Iraq lead a 1,4 mb/d rise in OPEC+ oil capacity as African and Asian members post declines.", "46": "The UAE and Iraq are raising crude oil capacity while Saudi Arabia is poised for a significant increase NGL and condensates supply.", "47": "Capacity in Russia is expected to show only a marginal decline despite international sanctions as the giant Vostok project ramps up, helping to offset losses at mature oil fields.", "48": "The boost in supply follows a steady increase in upstream investments.", "49": "Global upstream capital expenditures rose by 13% to an eight year high of USD 538 billion in 2023 and are on track to increase by another 7% this year.", "50": "Global refining capacity is forecast to rise by 3,3 mb/d from 2023 to 2030, well below historical trends.", "51": "Even with the moderate expansion in capacity, the increase outpaces the call on refined products over the period.", "52": "Refiners will need to progressively modify their product output to meet divergent trends for distillates as gasoline demand falls amid an increase in the market share of electric vehicles while jet fuel consumption rises.", "53": "In addition, non refined fuels such as NGLs and biofuels further undermine demand for refined product supplies and the need for additional refining capacity.", "54": "Non refined fuel products are set to capture more than 75% of projected demand growth over the 2023 2030 period.", "55": "This significant rise in non refinery product supplies will add pressure on operating rates and refinery profitability, especially in mature demand centres.", "56": "That raises the prospect of further capacity closures by the end of the decade.", "57": "Capacity growth will remain concentrated in Asia, most notably in China and India, but post 2027 there are signs of expansions slowing.", "58": "Global oil trade will continue to be dictated by Asia’s growing structural shortfall in crude and product supply and the expanding surplus of crude, NGLs and products in the Atlantic Basin.", "59": "Rising non OPEC+ crude supply, in tandem with sanctions on Russian crude exports and OPEC+ voluntary cuts, will push higher volumes from the Atlantic Basin to East of Suez over the outlook period.", "60": "The loss of medium sour crudes from the Middle East amid OPEC+ cuts is partially offset by rising supplies from Brazil, Guyana and Canada.", "61": "Asian markets have been opened in earnest to Canadian crude through the expanded Trans Mountain pipeline to the Pacific Coast.", "62": "Light sweet US crude oil will increasingly move to Europe and Africa as well as to India and other Asian refiners.", "63": "As the dominant centre of oil product demand growth, Asia will attract a greater share of product supply from the broader region, notably from the Middle East.", "64": "Supplies from Russia, which are subject to sanctions in much of the Atlantic Basin, will continue to head eastward, although Africa and Latin America may also boost imports over time.", "65": "Europe’s shortfall in diesel and jet fuel supply, plus North America’s need for jet fuel imports, will focus global competition most keenly in the middle distillate markets.", "66": "Oil demand growth will slow progressively over the rest of the decade.", "67": "The post pandemic rebound has faded, macroeconomic drivers remain weak and the accelerating deployment of clean energy technologies weighs heavily on key sectors and regions.", "68": "Growth decelerates from 2,1 mb/d in 2023, with demand plateauing at 105,6 mb/d by 2029, and then shifting into a narrow contraction in the final year of our medium term outlook.", "69": "This slow erosion in global demand growth results in a net increase of 3,2 mb/d during the 2023 2030 forecast period.", "70": "Growth will be dominated by non OECD Asian economies, especially India and China, as oil demand’s decades long pivot to emerging markets continues.", "71": "Total non OECD demand is forecast to rise 6,1 mb/d by 2030.", "72": "While road transport use will ease as vehicle electrification gathers pace, significant potential remains for incremental jet fuel and petrochemical feedstock consumption.", "73": "By contrast, the OECD, led by Europe and Americas, will post a sharp decline of 2,9 mb/d over the forecast period.", "74": "Shifting patterns of use, with most growth taking place in non combustion applications like petrochemicals and a higher share of biofuels, mean that CO2 emissions from oil use could peak as early as 2026.", "75": "The global economy has so far proved resilient during the unprecedented central bank interest rate hikes of 2022 2023 that coincided with the end to the post Covid economic  rebound.", "76": "These campaigns can be considered largely successful in that consumer inflation, although still above target, has eased considerably, while economic activity remained mostly robust.", "77": "Still, the long term impact of this bout of monetary tightening is undetermined, especially in developed countries.", "78": "Here, GDP growth remains subpar at 1 to 2% over the forecast period amid lacklustre manufacturing and trade, and tight credit conditions.", "79": "On a global level, this is partly counterbalanced by robust growth in non OECD economies, averaging 4% in India and other Asian countries.", "80": "While China’s growth will also settle around this level, this marks a sharp deceleration from the country’s overleveraged 1990 2010 boom years, with the protracted property slump weighing on economic sentiment.", "81": "Consequently, global GDP growth is set to remain around half a percent below its 2010s pre pandemic trend at an average annual rate of 3% over the forecasting period.", "82": "Now that the pandemic period  has concluded", "83": ", economic fundamentals are set to regain their traditional role as main drivers of oil demand, albeit only briefly.", "84": "Global oil demand growth of about 1 mb/d in 2024 and 2025 is roughly in line with the level implied by GDP growth.", "85": "However, this long established correlation is set to break down in subsequent years.", "86": "Oil consumption effectively decouples from GDP from 2026 onwards, as substitution away from oil in transport and power generation pushes oil demand growth towards zero, and eventually into decline.", "87": "The substitution effect is especially prominent in transport , the mainstay of oil demand , with road fuel demand already plateauing this year, and total transport close behind.", "88": "EV sales are set to continue their stellar growth trajectory, resulting in significant fuel savings.", "89": "This will displace 6 mb/d of gasoline and diesel demand by 2030, with a further contribution from improving fuel economies.", "90": "Post pandemic changes in consumer mobility behaviour contribute a further 1 mb/d in transport fuel savings as remote and hybrid work are now well established.", "91": "The picture for public transport use is more mixed , city mass transit ridership has not yet regained 2019 levels in developed countries, partly because consumers shifted to car journeys.", "92": "Conversely, in China public transport rebounded to pre Covid levels in the immediate aftermath of the country’s reopening, while highway passenger volumes remain at around half of 2019 levels, according to data reported by China’s National Bureau of Statistics .", "93": "The displacement of oil used in electricity generation will also play a major role in shifting global demand to a plateau.", "94": "In particular, Saudi Arabia has plans that would see about 1 mb/d cut from direct crude, fuel oil and gasoil use in power plants by 2030.", "95": "A large increase in utilisation of domestic gas and renewable resources would enable this.", "96": "Iraq is also expected to reduce oil burn in power plants, albeit on a smaller scale.", "97": "Long distance transport such as aviation and marine shipping, where demand is less amenable to direct substitution, will continue to post growth.", "98": "However, here fuel efficiencies are increasingly slowing demand gains.", "99": "Global flight activity regained pre pandemic levels over the course of 2023, but at present jet/kerosene use remains about 5% below 2019 levels.", "100": "Consumption is not expected to surpass pre Covid levels until 2027, with healthy underlying demand for air travel counterbalanced by major strides in aircraft fuel efficiencies.", "101": "Along the same line, efficiencies related to regulations by the International Maritime Organization  are set to gradually erode consumption of marine fuels.", "102": "In a marked contrast to the increasingly anaemic gains in transport fuels, petrochemical feedstocks will be the cornerstones of overall growth, as global polymer and synthetic fibre consumption steadily rises.", "103": "Naphtha and LPG/ethane use will climb by a combined 3,7 mb/d over the forecast period.", "104": "Four fifths of this increment will be for deliveries to petrochemical plants, with growth in LPG demand for clean cooking and other domestic applications also playing a major role.", "105": "Especially strong growth for LPG/ethane use , up by 2,5 mb/d between 2023 and 2030 , reflects substantial increases in new NGL supply, notably from the United States and major Middle Eastern producers.", "106": "China will continue to dominate growth in petrochemicals and gains of 1,4 mb/d in feedstock products will be close to the country’s overall increase to 2030.", "107": "On the other hand, rapid deployment of clean energy technologies will balance strong underlying mobility growth.", "108": "Climbing EV sales and the impacts of infrastructure investments such as high speed rail have blunted gasoline demand growth and China’s use of the fuel is set to peak by 2025.", "109": "In India transport fuels will defy the global trend and increase significantly.", "110": "Indian demand is expected to rise by 1,3 mb/d, with growth almost equal to that of its northern neighbour.", "111": "Combined gains in all non OECD Asian economies other than China and India will be even larger at 1,6 mb/d.", "112": "Together, emerging Asian economies will be far and away the most important source of oil demand growth this decade.", "113": "2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030 2023 30", "114": "By contrast, demand in OECD economies will continue its decades long decline.", "115": "In 2007, OECD demand was 50,2 mb/d and accounted for 57% of global oil use.", "116": "By 2019 this had fallen to 47,5 mb/d  and in 2023 deliveries averaged 45,7 mb/d .", "117": "By 2030, OECD consumption will drop to 42,7 mb/d, 41% of the global total.", "118": "Advanced economies have comparatively low GDP elasticities and can expect more limited economic growth.", "119": "In general, they have also implemented ambitious clean energy policies.", "120": "As a result, OECD countries will experience the largest declines in transport fuel demand and smaller rises in jet fuel demand.", "121": "Increases in OECD petrochemical feedstock use will be largely confined to the United States.", "122": "There are various risks to our demand forecast, of which assumptions about economic growth, oil prices and the pace of EV sales are key.", "123": "Also, deviations for these factors are likely to be interdependent , for example, a faster pace of GDP growth is likely to be accompanied by higher oil prices and quicker EV adoption.", "124": "Moreover, oil’s flattish, plateauing demand profile post 2027 means that it would only take relatively minor changes in its underlying drivers to directionally shift oil’s demand trajectory.", "125": "For example, either a 0,3% quickening in global GDP growth, a USD 5/bbl annual decline in real oil prices or a 15% slowdown in the pace of global EV adoption would be sufficient for oil consumption to cross the narrow dividing line back from shrinkage to growth at the end of the decade.", "126": "Conversely, opposite shifts of the same magnitude would accelerate oil demand’s slide into contraction.", "127": "The global economy is still in the process of adjusting to 2022’s sea change, when major central banks launched their unprecedented battle against consumer inflation that reached 40 year highs.", "128": "These measures have to date resulted in a cumulative 4 5% hike in interest rates for advanced economies.", "129": "Whilst still inconclusive considering monetary policy’s long and variable lags, these campaigns can so far be considered largely successful, inflation has retreated from its 9 10% peak to around 3% in most developed countries.", "130": "Moreover, the decline has been achieved without driving the global economy into recession, amid notably firm labour markets and resilient consumer spending.", "131": "However, the final stage of this push has proved challenging, with inflation remaining stubbornly above its target of 2%, by around 1 2%.", "132": "Until this “last mile” has been completed, the hoped for soft landing for the global economy, accompanied by a return to monetary easing, may prove elusive.", "133": "In this context, breakeven inflation rates derived from bond markets price annual US inflation at around 2,4% at a five year horizon.", "134": "Regardless, higher interest rates and tighter credit mean that global economic growth is set to remain below its pre pandemic trend for the foreseeable future.", "135": "A slump in global trade weighs heavily on export dependent China and the eurozone, with both pivoting towards structurally lower expansion.", "136": "In this regard, the present shift towards deglobalisation does not augur well, as higher tariffs and other restrictions hamper trade and upend supply chains.", "137": "Sino US trade frictions, focused on technology, have become especially visible.", "138": "In parallel, geopolitical risks have also become more pertinent, amid wars in Ukraine and the Middle East and an increasingly tense relationship between China and some neighbouring countries.", "139": "Government spending has been rampant since the pandemic, with knock on effects on borrowing, interest rates and prices.", "140": "As outlays for programmes such as social security, health care, the green economy and defence balloon, so do fiscal deficits and government debt burdens.", "141": "The IMF has singled out budget deficits in the United States and China as posing significant financial stability risks", "142": "Global GDP growth is projected to average 3% over the 2024 2030 forecast period, about half a point lower than during the 2010s.", "143": "Emerging economies will remain the main drivers by far, with average 2024 2030 non OECD GDP growth more than double the OECD rate .", "144": "By 2030, the non OECD share of total global GDP will climb to 59%, from 55% in 2023.", "145": "GDP expansion in the United States will reach 2,6% in 2024 before subsiding, as higher for longer interest rates trickle down into the real economy and excess savings from the pandemic era are finally depleted.", "146": "Growth will average 1,7% over the remainder of the forecast period.", "147": "Soaring fiscal deficits  will increasingly add to price pressures and act as a drag on economic growth.", "148": "The eurozone will gradually emerge from the economic stagnation that began in 2022, as lower interest rates and disinflation boost real incomes and private consumption.", "149": "Germany will be a key engine of the modest recovery as a rebound in manufacturing lifts GDP growth to 1,3% in 2025 after two years of little growth and will remain around that level thereafter.", "150": "Japan’s GDP will expand by 0,5% on average between 2024 and 2030, the lowest of any major economy as an ageing population and a shrinking labour force weigh on productivity and depress potential growth.", "151": "China’s economy continues to battle formidable headwinds such as a shrinking population, a protracted real estate slump now in its third year, industrial overcapacity, heavily indebted local governments and a nascent deflationary spiral amid soft domestic demand.", "152": "Baseline trend growth will fall below 4% in 2026 and remain there to the end of our forecast period.", "153": "Whilst reasonably firm in global terms, this is around half of the country’s pre pandemic trend.", "154": "India’s GDP growth will remain by far the strongest among major economies, averaging 6,5% over the forecast period due to structural tailwinds such as benign demographics, a burgeoning middle class, and accelerating urbanisation and industrialisation.", "155": "Oil demand will grow at a relatively fast rate as the energy intensity of the country’s economy picks up from a low base.", "156": "Assumptions about GDP growth and its impact on oil demand are a key component of our demand estimates.", "157": "The average GDP elasticity of global oil demand is about 0,3 for OECD and 0,6 for non OECD, reflecting the greater oil intensity of emerging markets.", "158": "Additionally, expectations of future oil prices are paramount for demand estimates, with forecasts sensitive to both the absolute price level and sequential price changes over the outlook period.", "159": "Oil prices used for the modelling are based on an average 2025 Brent crude price of about USD 79/bbl , which is held constant in real terms over the remainder of the forecasting period.", "160": "In addition to this base case, we have considered alternative high and low price Scenarios.", "161": "Assumes oil prices increase by 2,5% in real terms per annum, in line with their long term historical pattern.", "162": "Estimates of future spot prices are based on the ICE Brent forward curve .", "163": "These prices are then discounted to real terms.", "164": "The high price scenario would curtail 2030 global oil demand by 650 kb/d.", "165": "However, this would not cause demand to peak earlier.", "166": "Conversely, the low price scenario would lift oil consumption by 1,1 mb/d at the end of the forecasting period, eliminating the current 2029 peak.", "167": "The impact of changes in oil prices on oil demand is roughly similar in OECD and non OECD economies, despite non OECD oil consumption being, at least in theory, more sensitive to changes in oil prices.", "168": "Developing economies tend to be more oil intensive with their output gravitating towards agriculture and heavy industry.", "169": "Also, energy ranks high in developing country Consumer Price Index  baskets, with poorer households spending a larger share of their income on basic goods.", "170": "In theory, this results in higher oil demand price elasticities, as a price increase will be more keenly felt in developing countries.", "171": "However, these higher theoretical elasticities for lower income countries are not at all clear in reality.", "172": "This is because the market price mechanism whereby open market oil prices are converted into retail prices is less straightforward in poorer countries, being heavily mediated by their governments through price controls and subsidies.", "173": "These controls contribute to retail prices that are, as a rule, much lower in developing countries and closer to global wholesale market levels.", "174": "In this regard, poorer countries contrast sharply with OECD countries where elevated fuel taxes inflate retail prices.", "175": "More importantly, the prevalence of price controls in non OECD economies results in a weak pass through of market oil prices into pump prices.", "176": "A prime example is India, where retail prices have remained virtually unchanged since mid 2022.", "177": "Retail pump prices in petrostates such as Saudi Arabia, Algeria, Kuwait and Qatar have also been fixed for years, according to data from GlobalPetrolPrices.", "178": "Statistically, the disparity is reflected in the demand weighted correlation between global gasoline prices and local currency retail pump prices.", "179": "From January 2021 to February 2024, this correlation was only 58% for non OECD countries, compared to 81% for OECD countries.", "180": "The equivalent percentages for diesel were 64% and 84%, respectively.", "181": "Global electric car sales continue to display stellar growth.", "182": "According to the IEA’s Global Electric Vehicle Outlook 2024, sales could reach around 17 million in 2024, increasing from 14 million in 2023, with EVs accounting for nearly one in five cars sold globally.", "183": "This ascent is set to persist, with total sales projected to reach 40 million in 2030, when almost one in two new cars will be an EV.", "184": "This will displace around 6 mb/d of road fuels demand by the end of our forecast period.", "185": "The EV phenomenon remains primarily a Chinese one.", "186": "In 2023 the majority of EV sales were in China , with Europe  and the United States  accounting for the bulk of sales elsewhere.", "187": "This dominance is set to continue , almost one in three cars on the roads in China by 2030 is expected to be electric, compared to almost one in five in both the United States and the European Union.", "188": "Along the same lines, more than half of all EVs sold globally were produced by Chinese carmakers, compared to only 10% for internal combustion engine  cars.", "189": "The environment for EVs has become more challenging in Western countries of late amid the partial phasing out of tax breaks and subsidies, with unsold cars piling up at car dealership lots.", "190": "In contrast to China’s mass market adoption, EVs remain a comparatively niche product in developed economies, experiencing difficulty broadening their appeal beyond relatively prosperous, environmentally concerned urban motorists.", "191": "High sticker prices, the lack of an adequate charging infrastructure and collapsing second hand values act as deterrents to less affluent buyers.", "192": "At the same time, trade frictions between China and the west are building due to cheap EVs from China rapidly gaining market share, crowding out higher cost Western carmakers.", "193": "This has prompted accusations that, backed by disproportionate government aid, China is exporting its structural overcapacity.", "194": "The May 2024 decision by the Biden Administration to quadruple tariffs on Chinese EVs is a case in point.", "195": "The European Union was also conducting an anti dumping investigation into Chinese EVs at the time of writing.", "196": "Despite these headwinds, we expect EV growth to continue the acceleration of recent years, with oil demand savings advancing as more cars enter the fleet.", "197": "This increase will be underpinned by ambitious zero emissions targets, ongoing industrial policy support and steadily falling prices , parity with ICE cars could be attained by 2030 for most models outside of China.", "198": "Still, it is worth emphasising that our forecast is highly dependent on EV ownership extending beyond early adopters and finding mass market acceptance in Western economies.", "199": "While China remains the key driver of growth, sales will become less concentrated both geographically  and in terms of fuels, with diesel gaining in relative importance.", "200": "EVs are set to avoid an extra annual 1 mb/d of road fuels demand in 2029 and 2030, for a cumulative displacement of 6,1 mb/d, marking a sixfold increase versus 2023.", "201": "Of this amount, 4,7 mb/d will be in gasoline and 1,4 mb/d in diesel.", "202": "For the latter fuel, commercial and freight use will account for around 1 mb/d of savings, while in regional terms Europe will be responsible for the lion’s share at 630 kb/d, outstripping the continent’s gasoline savings of 530 kb/d.", "203": "Efficiency improvements will assume increased importance over the forecast period in all transport segments, including road, maritime and aviation.", "204": "Total efficiency gains are expected to reduce oil demand growth by 4,7 mb/d from 2023 to 2030, with the majority of savings in OECD road fuels amid stricter environmental regulations in Europe and the United States.", "205": "The European Union adopted new vehicle carbon dioxide  standards in March 2023, requiring a 55% reduction in emissions of new cars by 2030 versus 2021.", "206": "The new rule released by the United States Environmental Protection Agency  in March 2024 is projected to cut CO2 emissions from light duty vehicles by nearly 50% in 2032 from 2026, to 85 grammes of CO2 per mile.", "207": "Carmakers have been given a three year extension to 2030 to reduce tailpipe emissions amid a “technology neutral” approach.", "208": "Besides fully electric vehicles, compliance can be attained by producing a range of “cleaner” cars, including gas powered cars, hybrid EVs, and plug in hybrids.", "209": "Much of these efficiency gains are being offset by a shift towards larger conventional cars, which will support road fuel demand in the medium term.", "210": "To a considerable extent, improvements in engine efficiency have enabled more widespread ownership of larger vehicles, as fuel cost savings increase affordability, in line with the Jevons Paradox.", "211": "In some cases, carmakers also use larger bodies for hybrid vehicles, where additional equipment requires more space.", "212": "This increase in size may also be visible within the EV segment.", "213": "As a result of efficiency improvements and EVs crowding out ICE cars, road fuels, especially gasoline, would become more readily available and comparatively lower in cost.", "214": "Price elastic consumers, especially in emerging market countries, would be the main beneficiaries of a rebound effect on demand, partly offsetting direct global fuel savings due to efficiencies and greater EV use.", "215": "Four years after the Covid 19 pandemic brought unprecedented disruptions to everyday life, people’s daily routines have overwhelmingly returned to normal.", "216": "In parallel, oil demand growth has reverted to its former underlying behavioural drivers, with traditional economic factors replacing public health restrictions.", "217": "A key exception in this regard is in corporate life, where mobility patterns have been transformed due to a persistent shift to remote and hybrid work.", "218": "After cratering during H1 2020, office attendance initially rebounded sharply as social distancing measures were relaxed.", "219": "However, this recovery has stalled since 2022, with remote and hybrid work in developed economies stabilising at permanently higher levels.", "220": "In 2023, full time employees in America worked from home  1,4 days per week on average according to the Global Survey of Working Arrangements, a fivefold increase versus 2019.", "221": "In this context, the United States is emblematic of a group of advanced economies, predominantly in the Anglosphere, for example, Canada  and the United Kingdom, where WFH has effectively become part of the new normal.", "222": "The custom has advanced less in other developed economies, with an average 0,8 days per week worked remotely in mainland European countries, and 0,7 days in Asia.", "223": "Also, there are large differences within countries across age groups, incomes and industries.", "224": "WFH is most common among higher paid, higher educated workers and concentrated in knowledge intensive sectors such as finance and information technology, where work can be more easily performed remotely.", "225": "These technologically adept employees also tend to be younger.", "226": "Other factors contribute to the appeal of WFH , US workers tend to have longer and more expensive commutes as well as bigger homes, incentivising remote work.", "227": "WFH’s future, beyond the stabilisation of recent years, is uncertain.", "228": "Its impact on productivity is still hotly debated, with some employers tightening their rules and demanding that remote staff return to their desks at least some of the time.", "229": "A recent slowdown in hiring in finance and tech may strengthen their hand.", "230": "Conversely, lawmakers in several nations have passed legislation promoting the right to flexible work arrangements or proposed doing so.", "231": "Also, technological innovation in video conferencing may enhance the quality and prevalence of virtual meetings.", "232": "In the United States, WFH has accelerated the long term decoupling between road fuel demand and the size of the economy.", "233": "Gasoline consumption has been lagging key macroeconomic indicators for decades, as driving mobility gradually moved towards saturation.", "234": "In 2023, total vehicle miles travelled  were almost the same as in 2019, although GDP had increased by 8%.", "235": "Widening the gap further is that fuel demand has also lagged mobility , US gasoline deliveries were 4% lower over this period, as more efficient car engines and an expanding EV fleet curtailed demand.", "236": "Partially counteracting WFH’s negative effects on gasoline demand since 2020 was a switch from public transport to car journeys, as health risk averse travellers avoided public transit and quieter roads in some regions made driving easier.", "237": "While mass transit ridership rebounded strongly in 2022 and 2023, passenger volumes in most developed economies remain short of 2019 levels.", "238": "Public transport use has fallen in major US and UK cities due to remote working.", "239": "According to the Metropolitan Transport Authority, ridership on the New York subway averaged 68% of pre pandemic traffic in 2023.", "240": "Data from Transport for London  paint a similar picture, with bus and metro journeys at 84% of pre Covid levels by October.", "241": "Along the same lines, the German Federal Statistical Office reported 8% fewer bus and rail passenger journeys in 2023 than in 2019.", "242": "The key contrast with this lacklustre recovery has been in China, where mobility made a swift and complete comeback in the immediate aftermath of the country’s reopening.", "243": "Passenger volumes for rail and urban traffic had returned to pre Covid level by mid 2023, as had domestic flight activity.", "244": "Similarly, holiday travel rebounded to around 20% above 2019 levels during 2023’s major festivals.", "245": "The chief exception in this regard is long distance car travel, amid a cross modal shift to rail and air traffic, highway passenger volumes are around half of 2019 levels, according to NBS data.", "246": "We see the cumulative impact of post Covid remote working behavioural changes reflected in a reduction of global road fuels demand of 800 kb/d from 2023 to 2030.", "247": "This reduction is highly concentrated in the United States, where an estimated 500 kb/d of fuel use is being avoided", "248": "compared with 2019", "249": ".", "250": "The pandemic wreaked large scale devastation on global air travel, rendering jet/kerosene by far the most affected among the major oil products, with demand collapsing by 41% to 4,7 mb/d during 2020.", "251": "In subsequent years, as lockdown restrictions eased and use rebounded, the fuel became the main driver of oil demand growth, at 1 mb/d each in 2022 and 2023.", "252": "With the post pandemic rebound now having run its course, growth is set to recalibrate to a sharply slower 300 kb/d in 2024.", "253": "This deceleration will continue in 2025 2030, averaging 170 kb/d annually for a cumulative 850 kb/d gain, as increasing passenger demand for air travel is counterbalanced by major strides in aircraft design.", "254": "As a result, global jet fuel demand will not surpass 2019 levels until 2027.", "255": "The global recovery to pre pandemic air travel activity became complete during 2023 by measures such as number of flights, passengers and miles flown.", "256": "Passenger numbers regained the 2019 level somewhat earlier than flight movements, as airlines flew larger, fuller planes on high traffic routes.", "257": "February 2024 marked the first occurrence of a full recovery in both the domestic  and international  segments, measured in revenue passenger kilometres , according to International Air Transport Association  data.", "258": "Nonetheless, jet fuel demand has failed to keep pace with air travel, making it the only fuel where consumption has not yet regained pre pandemic levels.", "259": "Global jet fuel demand in 2024 is only 95% of 2019 levels, despite a widespread recovery in flight numbers.", "260": "Among the major economies, China’s rebound to 101% stands out, contrasting with demand lagging elsewhere , 97% in the United States, 96% in OECD Europe and 93% in OECD Asia.", "261": "Although operational improvements and optimisation in flight planning have contributed to this divergence, the gap arises chiefly due to the advances that have been made in aircraft fuel efficiencies since 2019.", "262": "Flagship new generation models such as the Airbus320neo  and the Boeing 737 MAX", "263": " burn up to 30% less fuel than their predecessors.", "264": "The replacement of older models in fleets has been swift, thus far, deliveries of the A320neo and MAX families have been 3 279 and 1 486, respectively, with years long backlogs for planes.", "265": "Fuel savings have followed and are set to continue, with Airbus progressing towards an upgrade to the current A320neo that would boost fuel efficiency by a further 20% to 25%.", "266": "These fuel economies will partially counteract solid underlying global growth in demand for air travel.", "267": "IATA forecasts this to double by 2040, increasing at an annual rate of 3,4% between 2019 2040.", "268": "Geographically, growth rates range between 2,1% for Europe and the United States to 4,6% in the Asia Pacific region, with the latter making up half of global passenger demand in 2040.", "269": "Structurally lower GDP growth will constrain demand increases in advanced economies, as will limited capacity at airports and heightened concerns about the climate impact of air travel.", "270": "As a result, the Asia Pacific region will account for two thirds of 2023 2030 demand gains, as both higher wealth and disposable incomes drive changes in consumer behaviour, boosting aspirations for perceived luxuries such as tourism and air travel.", "271": "Demand for marine fuels  is expected to hover around 5,3 mb/d throughout the forecast period, as below par growth in trade and seaborne freight combines with tighter standards imposed by the IMO to reduce the carbon intensity of shipping.", "272": "The United Nations Conference on Trade and Development  forecasts maritime trade to expand at an average annual growth rate of 2,1% by 2028 , below the 3% historical average of the past three decades.", "273": "In addition to below trend GDP growth, the expansion of tariffs and other restrictions act as a headwind to global trade, as do higher ocean freight rates.", "274": "At the same time, regulatory targets for shipping carbonisation are accelerating.", "275": "The 2023 IMO Strategy on Reduction of GHG Emissions from Ships updated the initial strategy adopted in 2018 with enhanced net zero targets, calling for a 20% to 30% reduction in greenhouse gas emissions by 2030.", "276": "The efficiency standards mandated by the IMO will counterbalance underlying trade growth of around 600 kb/d by 2030, resulting in a flattish demand profile for marine fuels over the forecast horizon.", "277": "Ambitious plans by Saudi Arabia and Iraq to cut the use of oil in power generation are projected to make a momentous contribution to taming global oil demand growth.", "278": "Middle Eastern countries are estimated to have used 1,5 mb/d of oil to produce electricity in 2023, about 40% of the global total and one sixth of overall regional oil consumption.", "279": "Fuel oil and direct crude burning each accounted for around 600 kb/d.", "280": "Much of this is concentrated in Saudi Arabia and Iraq, where it plays a crucial role in managing peak summer electricity demand.", "281": "We estimate that this substitution in power sources, focused on new gas and solar capacity, will reduce the amount of oil used in generation by 1,1 mb/d by 2030.", "282": "Saudi Arabia is currently the world’s largest consumer of oil for power generation but has announced plans that would end this dependency by 2030 in favour of natural gas and renewables.", "283": "The Kingdom’s Liquid Fuel Displacement Program would eliminate approximately 1 mb/d of crude oil, fuel oil and gasoil use through a combination of incremental domestic gas resources, notably from the Jafurah project, and an enormous increase in renewables generation.", "284": "Based on these plans, we estimate that direct crude burn will be reduced by 500 kb/d from 2023 to 2030, while fuel oil and gasoil use falls by 350 kb/d and 150 kb/d, respectively.", "285": "The country has set a target of 50% of electricity to come from renewable sources by 2030, with a goal of 130 GW of renewables capacity.", "286": "Despite substantial growth in other sectors, Saudi Arabia’s total domestic consumption is forecast to fall by 530 kb/d  between 2023 and 2030.", "287": "Only the United States will see a steeper decline in absolute terms between now and the end of the decade.", "288": "These two countries, the world’s top oil producers, will post the largest drops in demand.", "289": "Iraq’s electricity grid has come under strain in recent years.", "290": "Power plants have struggled to meet surging peak summer demand, even with imports from neighbouring countries.", "291": "Currently, the country receives both power and gas from other nations, most notably Iran.", "292": "An agreement where Iraq receive Iranian gas was extended for five years in March 2024, meaning that incremental domestic generation and new imports from other sources can be used to meet the gap with demand and reduce oil burn.", "293": "The country burns on average approximately 150 kb/d of crude and around 360 kb/d of fuel oil but started curbing crude used in power generation in May.", "294": "This year Iraq plans to reduce crude oil burn as part of its obligation to offset overproduction of its OPEC+ target in Q1 2024.", "295": "In March, Iraq submitted a compensation plan to make up its excess output, in which it agreed to cut production by reducing crude oil use in power generation from May December 2024.", "296": "Iraq will gradually reduce crude burn over the nine month period, and will average around 45 kb/d, which will cap its crude burn at 75 kb/d.", "297": "In the medium term, domestic resources coupled with increased imports of gas and electricity should allow for further replacement of crude and fuel oil used in power generation.", "298": "With support from the United States, Iraq aims to capture associated gas, which is currently being flared from oil fields, for power generation.", "299": "Additionally, TotalEnergies is working on projects to develop gas and solar resources within the country.", "300": "We estimate that these will result in a 120 kb/d reduction in direct crude burn by 2030.", "301": "These changes would be sufficient to see both Saudi and Iraqi oil demand peak in the middle of this decade, comfortably ahead of the world as a whole.", "302": "In the process, substantial additional crude volumes would become available for export.", "303": "These changes also will materially loosen global fuel oil balances at a time when refiners are set to grapple with ever lighter crude slates.", "304": "Rising demand for petrochemical feedstocks will be the largest force for growth in oil demand during the medium term.", "305": "Projected 2023 2030 gains of 2,8 mb/d would be equivalent to about three quarters of the overall increase in oil consumption and will be dominated by ethane  and LPG  as the industry digests burgeoning global NGL volumes.", "306": "China will remain far and away the most important region for higher petrochemical activity.", "307": "In the wake of an unprecedented wave of plant construction, feedstock use is forecast to go up by 1,3 mb/d between 2023 and 2030, having risen by 2,6 mb/d from 2017 to 2023.", "308": "This surge reflects a drive towards self reliance in polymers by the world’s largest importer of petrochemical products, boosting both imports and domestic production of ethane, LPG and naphtha.", "309": "In contrast to other segments of oil demand, overall petrochemical activity continued to expand during the pandemic years as the interruption to demand from manufacturing, textiles and construction was more than offset by increased plastic use in packaging, and medical and protective equipment.", "310": "Indeed, overall demand for ethylene, the most important petrochemical building block molecule, may have fallen slightly in 2022 as this exceptional demand subsided.", "311": "Over the rest of this decade, this remarkably steady growth is set to continue.", "312": "We expect demand for light olefins  to increase by about 2,8% per year from 2023 to 2030.", "313": "Longstanding trends like the growth of cities and average incomes, especially in emerging markets, as well as the increasing prevalence of online shopping and delivery services, boost packaging demand.", "314": "In addition, some important manufacturing growth areas, including clean energy technologies like EVs and solar panels, are relatively polymer intensive.", "315": "Factors like these mean that plastic consumption rises most sharply as an economy enters middle income status and, as with overall oil use, gains in polymer end use will be highly concentrated in non OECD nations.", "316": "While the global rate of growth in petrochemical activity has been relatively stable over recent years, this disguises major shifts in where the production, and associated feedstock consumption, is taking place.", "317": "These changes result from patterns of investment and feedstock availability.", "318": "A major shift in activity took place over the pandemic years, with China rapidly cementing its role as the world’s foremost centre of polymer production.", "319": "This has had major implications for oil demand, with combined naphtha, LPG and ethane increasing by 1,7 mb/d from 2019 to 2023.", "320": "Over the same period, total oil demand went up by the same amount globally.", "321": "Between 2019 and the end of 2024 Chinese producers will have completed construction of ethylene and propylene producing plants roughly equivalent to the combined existing capacity in Europe, Japan and Korea.", "322": "We expect them to add half as much again before the end of the decade.", "323": "These new facilities are overwhelmingly a combination of world scale naphtha crackers closely integrated to new refineries as well as LPG/ethane crackers and propane dehydrogenation  plants designed to process imported feedstocks.", "324": "Alongside major investments underway elsewhere, especially the Middle East, this means that global petrochemical markets are set to remain fiercely competitive.", "325": "In addition to having the world’s largest petrochemical industry, China remains the world’s largest importer of petrochemical commodities.", "326": "Average 2023 shipments of polymers, synthetic fibres and intermediates were equivalent to about 2,1 mb/d of overseas feedstock use .", "327": "Combined with an estimated 4,6 mb/d of local feedstock intake, a total of 6,5% of global 2023 oil consumption went to supply China with petrochemical commodities.", "328": "This quantity is larger than the national oil demand for all but two countries, the United States and China.", "329": "Growth of 1,3 mb/d between 2019 and 2023 in Chinese consumption of petrochemicals, correcting for import substitution, accounted for 81% of global oil demand gains.", "330": "This import substitution has been a major focus of Chinese investments, with global 2023 shipments of ethylene and its derivatives to the country tumbling by 23% compared to average 2019 2020 levels, according to an analysis of ICIS trade data.", "331": "Imports of paraxylene, the most important aromatic building block molecule, have collapsed by almost 40%.", "332": "Overall, we estimate that increased Chinese production has displaced more than 700 kb/d of feedstock demand in the rest of the world, so that more than one third of the rise in Chinese feedstock requirements has been at the expense of oil consumption in other regions.", "333": "US output of petrochemicals has also risen dramatically as a result of burgeoning domestic NGL supply and investments in capacity to utilise the resulting low cost ethane on a large scale.", "334": "Total US ethane demand was 2,1 mb/d in 2023, 560 kb/d higher than in 2019 and almost double its 2015 level.", "335": "This growth has been overwhelmingly to produce polyethylene and ethylene glycol for export.", "336": "Total US exports of ethylene derivatives have increased by 33% since 2019, according to ICIS data.", "337": "These volumes would require 300 kb/d of ethane to produce.", "338": "Further growth will be comparatively limited to 2030, with the start up of only one more world scale ethane cracker expected, in 2027 or 2028.", "339": "Nonetheless, ample domestic availability should enable a gradual increase in US operating rates and polymer exports for 2023 2030 feedstock demand growth of 310 kb/d.", "340": "Consecutive waves of capacity additions in China and the United States have left producers in other regions facing significant pressure amid an oversupplied market.", "341": "The sharpest fall in operating rates has been seen in OECD Europe, where naphtha demand fell by 240 kb/d  between 2021 and 2023.", "342": "Petrochemicals Europe data shows steam cracker operating rates falling to 66% in 2023, compared to 81% in 2021 and 90% in 2016.", "343": "European imports of ethylene derivatives increased sharply ahead of and during the pandemic years.", "344": "North America was responsible for almost all of these new shipments, incremental regional flows that would require the consumption of 180 kb/d of naphtha.", "345": "Operating levels in Asia, excluding China, have also suffered.", "346": "OECD Asia naphtha consumption, which takes place almost exclusively in Korea and Japan, fell by 7,9%  between 2021 and 2023.", "347": "We estimate that naphtha use in the rest of Asia declined by 16% , with drops concentrated in Chinese Taipei and Thailand.", "348": "Activity at other chemical industry hubs, notably Singapore also likely suffered significantly.", "349": "As with Europe, we have assumed that there will not be a sharp rebound in activity during the medium term, owing to continued competitive pressures.", "350": "At first glance, the fact that Asian feedstock demand fell by less than in Europe is a little surprising.", "351": "Asian petrochemical operations are much more directly exposed to Chinese competition than their peers elsewhere and operate on a similar cost base to Europe.", "352": "Multiple factors have likely contributed to this comparative resilience.", "353": "Typically, plants in the region are newer and better integrated to refineries and downstream consumption , especially in Korea, which accounted for 40% of 2023 Asian naphtha demand .", "354": "Notably, European capacities are often operated by companies with global portfolios of plants.", "355": "In an oversupplied global market, this may result in these producers deciding to supply European customers by bringing in additional material from lower cost regions like North America.", "356": "Middle Eastern producers, especially in Saudi Arabia and Iran, also appear to have lost substantial market share over recent years.", "357": "While regional producers should be highly cost competitive, a decline in operating rates may reflect limitations on feedstock availability amid upstream production cuts and a strong focus on export markets in general, and China in particular.", "358": "Saudi 2023 exports of ethylene derivatives fell by 21% compared with 2019, according to ICIS data.", "359": "Although partially offset by rising domestic demand, this would be equivalent to a combined loss of 230 kb/d in LPG and ethane use.", "360": "In Iran, which is extremely dependent on China as a polymer export destination, ethylene exports fell by 35%, or the equivalent of 70 kb/d of LPG/ethane demand over the same period.", "361": "Nevertheless, we expect Middle Eastern petrochemical operations to recover and post strong growth during the decade.", "362": "An expected 270 kb/d of ethane will come from Saudi Aramco’s NGL rich Jafurah project.", "363": "Along with a similar volume of LPG, this would be sufficient to reinforce operating rates at existing facilities and supply new steam cracking and propane dehydrogenation  units, while making additional LPG volumes available for export.", "364": "Other new plants in the UAE, Qatar and Oman will also add to regional demand for naphtha, LPG and ethane consumption for an overall increase in 2030 feedstock use of 520 kb/d compared with 2023.", "365": "Chinese petrochemical feedstocks have provided the single most important contribution to world oil demand growth in recent years, dovetailing neatly with one of the largest driver of incremental global supply: US NGLs.", "366": "Together these countries have formed a mutually reinforcing symbiosis, with the wave of cheap propane and ethane exports from the United States finding an indispensable outlet and keeping input costs for Chinese importers low.", "367": "This has transformed oil and petrochemical market dynamics.", "368": "Between 2019 and 2023, US exports of ethane and LPG increased by 940 kb/d, according to Kpler data.", "369": "A large majority of these incremental volumes went to China, where US shipments rose from close to zero, to around 700 kb/d.", "370": "Total Chinese imports of these products increased by only 570 kb/d over the period.", "371": "During this period, the United States has also been the only major producer to boost its polymer exports into China, according to ICIS data.", "372": "Total North American shipments more than doubled from 2019 to 2023, corresponding to 160 kb/d of ethane use.", "373": "By this combination, China has accommodated an equivalent of about 850 kb/d of burgeoning US NGL supply since 2019.", "374": "This is just over half of global demand growth across all oil products over the same period.", "375": "Alongside this regional interdependence, a similar relationship exists between ethane crackers, which produce ethylene, and PDH units, which produce propylene from propane.", "376": "Together, these can replace the two most important outputs of naphtha crackers, which produce significant amounts of both major light olefins.", "377": "In the past, the impact of increases in ethane cracker capacity on naphtha cracking was limited by their lack of propylene production.", "378": "New ethane consuming units put pressure on naphtha crackers in Europe and Asia, reducing their output.", "379": "This tightens propylene markets, with relative prices rising, supporting naphtha cracker economics.", "380": "However, the wave of new PDH capacity over recent years appears to have changed this.", "381": "Chinese producers alone have more than doubled global PDH capacity between 2019 and 2024.", "382": "Thanks to ample propane availability, propylene supply from these plants has been able to rise in tandem with ethane cracker ethylene output, especially in the United States.", "383": "This one two punch has substantially weakened the position of naphtha crackers and paved the way for a fall in operating rates on the scale seen in Europe since 2021.", "384": "Oil demand in North America is forecast to average 24,6 mb/d in 2024 2025, before gradually declining to 23 mb/d in 2030.", "385": "Oil consumption in the region will not regain its 2019 level of 24,9 mb/d.", "386": "Among the constituent countries, only the United States will, briefly, recover to pre pandemic levels, unlike Canada and Mexico.", "387": "The United States, representing more than 80% of the region’s consumption, is already seeing demand plateau near its current level of 20,4 mb/d, peaking in 2025 and ending the forecasting period at 18,9 mb/d.", "388": "Gasoline will account for the bulk of the US decline, as WFH, vehicle efficiencies and EVs combine for an average annual decrease of 3% for the fuel.", "389": "The main expansionary contribution will come from LPG/ethane.", "390": "At about 400 kb/d over the forecast horizon, or 1,9% per year, LPG/ethane posts the highest growth rate among the key products but still marks a major deceleration from the 6% pace posted in 2022 2023.", "391": "In the absence of major capacity additions, growth will largely depend on incremental improvement in steam cracker operating rates.", "392": "European oil demand, having already reached its post pandemic peak in 2022, is set to contract throughout the forecast period.", "393": "Gasoil , the continent’s main fuel by far, accounting for almost half of the product mix , will be responsible for most of the decrease, continuing the decline that started in 2022.", "394": "2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030 Consumption is weighed down by the eurozone’s lacklustre manufacturing climate, as well as by displacement in home heating and, especially, road transport amid Europe’s ongoing migration from diesel to gasoline engine cars.", "395": "This shift will, temporarily, keep gasoline demand growth in positive territory, counterbalancing headwinds of expanding EV fleets and vehicle efficiencies.", "396": "Still, the combined share of new gasoline  and diesel  sales constituted less than half of the passenger market in 2023, according to the European Automobile Manufacturers’ Association.", "397": "While both powertrains have falling market shares, the contraction for gasoline cars of 1,1% contrasts with a diesel decline of 2,8%.", "398": "Gasoline use will conclude the forecast period at 2,1 mb/d, about 300 kb/d below the high set in 2024.", "399": "Annual growth of around 1% in LPG/ethane and jet/kerosene growth during 2023 2030 will be unable to counterbalance the structural decline in road fuels, and aggregate demand in 2030 of 13,8 mb/d will be a full 2 mb/d lower than in 2019.", "400": "Oil demand in Asia Pacific, which includes OECD Asia Oceania and represents around 40% of global oil use, will rise by 4,2 mb/d during 2023 2030.", "401": "This surpasses the net 3,2 mb/d in global gains, as consumption contracts in advanced economies.", "402": "Robust economic growth in Asia, topping 4% per annum over the forecast period, is buoyed by structural factors such as population growth and industrialisation, as well as a growing middle class that is more likely to spend on energy intensive luxury goods such as cars and travel.", "403": "Growth is fairly evenly balanced across the product mix, with LPG/ethane, naphtha, jet/kerosene and gasoil each contributing around 1 mb/d.", "404": "This leaves gasoline as the main outlier, with regional demand largely unchanged over the forecast period, weighed down by substantial Chinese EV savings.", "405": "In parallel, growth will be more geographically balanced, with other Asian countries such as Viet Nam, Singapore, Thailand, Malaysia and Indonesia more prominent as China’s dominance during the Covid era fades.", "406": "Demand in China, long the single most important driver of global growth in oil use, is set to reach a plateau at close to 18 mb/d  by the end of the decade.", "407": "While our projections do not show a peak before 2030", "408": ", the annual increase would be 100 kb/d or less, well within the margin of error, after 2027.", "409": "Chinese demand will grow by 850 kb/d  from 2023 to 2025 before slowing, with a gain of 570 kb/d  during the final five years of our forecast.", "410": "China also displays major divergences in demand patterns.", "411": "The expansion of its petrochemical industry will continue to lead the world, albeit less explosively than over the past five years, while demand for major transport fuels shows more limited scope for growth.", "412": "Gasoline demand may even tip into decline from 2025 amid rampant, mass market electrification.", "413": "Together, battery EVs and plug in hybrids were approaching 50% of domestic sales by May 2024, and up by more than a third for the first five months of the year, according to China Passenger Car Association data.", "414": "2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030 2023 30", "415": "Petrochemical demand remains the lynchpin of Chinese oil demand, drawing in burgeoning imports of LPG/ethane, especially from the United States, and utilisation of naphtha and other liquid feedstocks a key focus of highly integrated, world scale refining/petrochemical operations.", "416": "These strategic investments are more than meeting strong growth in domestic polymer and synthetic fibre consumption, allowing large scale import substitution.", "417": "We expect total feedstock demand to rise by 1,3 mb/d between 2023 and 2030, at 570 kb/d for LPG/ethane and 780 kb/d for liquids.", "418": "This means that 95% of net national growth in oil demand, and 42% of the net global rise, will take place in China’s chemical plants.", "419": "The development of EV supply chains represents another example of strategic investments reshaping domestic and international oil demand.", "420": "Chinese EVs, which can compete with ICE vehicles on price, have steadily gained consumer acceptance and market penetration.", "421": "They are set to eliminate 1,6 mb/d of growth in road fuels by 2030 and vehicle exports will help to reduce demand in the rest of the world.", "422": "Chinese gasoline demand is likely to peak in 2024 or 2025.", "423": "Battery powered trucks play a small but growing role in China, at about 3% of sales in 2023.", "424": "Electrification of trucks and vans will contribute about 300 kb/d of the overall reduction.", "425": "We estimate that the increased use of freight vehicles fuelled by liquified or compressed natural gas will reduce diesel demand by an additional 100 kb/d.", "426": "In addition, very large investments in high speed rail  over the past decade have changed long distance mobility patterns, with highway traffic subdued and containing the still strong growth in domestic air traffic.", "427": "Rail passenger kilometres  increased by an average of 5,5% in the five years before 2020 and subsequently recovered beyond this level, while highway travel declined.", "428": "Had this growth in railway use not happened, an estimated 300 kb/d of additional oil would have been needed, assuming the growth in travel was split between road and air.", "429": "This is comparable to the 450 kb/d of road fuel displaced by EVs in 2023.", "430": "2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030 Forecast demand, excluding petrochemical feedstocks, is already embarking on a long plateau with a high point in 2027 or 2028.", "431": "This consumption is expected to be about 12 mb/d in both 2024 and 2029 and we estimate that it will not exceed 12,5 mb/d.", "432": "Although the country’s population is set to fall by 1% during the forecast period, this long plateau sharply diverges from steady GDP growth of almost 4% per year.", "433": "In this respect, China epitomises the decoupling of GDP growth and oil demand which is a major feature of our global outlook.", "434": "India’s demand is forecast to grow by more than any country other than China between 2023 and 2030.", "435": "Unusually, in a global context, an increase of more than 1,3 mb/d will be dominated by rising demand for road transport fuels, with a comparatively small role for petrochemical feedstocks and underlying growth comfortably outpacing deployment of clean energy technologies.", "436": "In the second half of this decade, India will become by far the most important contributor to overall growth.", "437": "Gains of 900 kb/d between 2025 and 2030 will be well ahead of China’s 570 kb/d and three quarters of net global gains over the final five years of our forecast.", "438": "India is set to be the world’s fastest growing major economy for the third year running in 2024.", "439": "Manufacturing and industrial activity has been especially strong and a massive domestic consumer market, labour force and supportive demographics should see this continue.", "440": "The nation’s population, which recently overtook China’s to become the world’s largest, is projected to increase by 6% during our forecast period, and higher average incomes will further support mobility demand.", "441": "Road diesel, the most used product in India and closely linked to industry and commerce, will account for 520 kb/d of 2023 2030 growth .", "442": "Similarly, gasoline will register a rise of 270 kb/d  as car ownership becomes more widespread.", "443": "This is far more than in any other country in our projections.", "444": "Compared with 2000, there was an eightfold increase in the number of cars on the road by 2023.", "445": "Nevertheless, the fact that last year China had almost seven times as many cars as India highlights the potential for further growth.", "446": "Our projections assume a roughly 40% increase in the size of the car fleet by 2030.", "447": "Two and three wheelers, which make up about three quarters of the total vehicle count in India today, will remain very important, especially in urban transportation and last mile delivery of goods over the forecast period.", "448": "With lower growth potential compared with passenger cars and a comparatively high potential for electrification, this segment will act as a slight drag on gasoline growth.", "449": "Owing to relatively limited construction of new facilities, Indian will see a lower share of growth come from petrochemicals.", "450": "Feedstock requirements are set to climb by around 140 kb/d between 2023 and 2030, with an emphasis on naphtha use .", "451": "LPG and ethane use in petrochemical production will rise by a more limited 40 kb/d.", "452": "This means that overall LPG/ethane growth of 180 kb/d will be dominated by growth in other areas, especially domestic cooking and heating use.", "453": "The Indian government has promoted the use of LPG as a clean fuel for cooking for several years, launching the Pradhan Mantri Ujjwala Yojana scheme in 2016.", "454": "Between 2015 and 2023, LPG/ethane demand, excluding estimated petrochemical use, grew by 160 kb/d.", "455": "We expect further growth of 140 kb/d by 2030 as access to and uptake of the fuel continues to expand.", "456": "Africa will register demand increases of around 2% per year for all key products, aided by robust GDP growth of 3,4% between 2023 and 2030 , only slightly below the continent’s pre pandemic trend.", "457": "Robust population growth  will be a key driver in this regard, but also poses challenges to governments to feed their citizens.", "458": "Moreover, financial and political instability remains a constant risk to Africa’s economic outlook.", "459": "Multiple countries have experienced chronic sovereign debt crises of late, amid soaring inflation and collapsing currencies , with Egypt, Nigeria and Ghana the most recent cases.", "460": "Gasoline and diesel, together accounting for two thirds of the product mix, will be the main drivers of growth, each climbing by around 2% annually.", "461": "Jet/kerosene demand, increasing by an annual 1,7%, will average a relatively meagre 240 kb/d during 2024 2030, as air travel remains out of reach for the great majority of Africans.", "462": "LPG will lead relative gains of nearly 5% per year , almost entirely due to the greater access to clean cooking.", "463": "Africa oil demand by product , 2019 2030 Central and South America will experience stable but lacklustre growth of around 70 kb/d, or 1% annually during 2023 2030, in line with equally subdued GDP expansion of 2,2% over the forecast period.", "464": "GDP growth lags other major emerging regions such as Africa by a full point.", "465": "The continent’s economic outlook is depressed by above par inflation and unemployment, low productivity, poor infrastructure and limited participation in global trade.", "466": "Argentina and Brazil, together responsible for nearly 60% of the region’s oil demand, face distinct challenges.", "467": "Argentina, struggling to emerge from decades of economic mismanagement and political instability, will see oil demand growth turn positive in 2025 after three straight years of contraction, and thereafter rise by around 10 kb/d.", "468": "This pace is similar to Brazil’s , the country remains highly dependent on agribusiness , its non farming economy plagued by low productivity and a lack of international competitiveness.", "469": "2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030 2023 30 Eurasian oil use will rise by 280 kb/d over the forecast period, with LPG/ethane the main driver of growth.", "470": "Russia will not partake in this increase , the country’s oil demand will be flat from 2023 to 2030 at 3,8 mb/d, as international sanctions weigh on trade, with subpar average GDP growth of around 1% annually.", "471": "Middle Eastern oil demand is expected to stay essentially flat between 2024 and 2030 at 9 mb/d, but with a significant shift within the product mix.", "472": "Greater use of natural gas, which is accompanied by rising NGL availability, particularly in Saudi Arabia, will curtail oil use in power generation but boost demand for petrochemical feedstocks, as the latter emerges as the main driver of growth, increasing by 600 kb/d from 2024 to 2030.", "473": "These gains will be complemented by an aggregate increase in gasoline, gasoil and jet/kerosene of around 300 kb/d, or around 10% cumulatively.", "474": "This pace is comparable to the region’s robust population growth , set to increase by the same percentage between 2023 and 2030 to exceed 300 million people.", "475": "However, these gains will be counterbalanced by lower use of fuel oil and direct crude burn in power generation amid substitution towards natural gas and renewables.", "476": "2019 2020 2021 2022 2023 2024 2025 2026 2027 2028 2029 2030 Changes in Chinese oil market data reporting in recent years mean that apparent growth in fuel demand since the pandemic is likely overstated.", "477": "While output of major fuels was seemingly under reported between 2017 and 2022, data over the last two years appear much more accurate and complete.", "478": "Changes to our historical product level demand will await systematic revisions to annual data, but it is possible to make illustrative estimates of the impact of these changes.", "479": "The distortions can be seen more clearly in the level of implied other products demand in China, which we estimate based on refinery outputs of major products and total refinery runs.", "480": "This has fluctuated considerably over the past decade.", "481": "Between 2017 and 2022, other products demand increased by 50%, from 2,3 mb/d to 3,6 mb/d, while overall demand increased by a comparatively smaller 20%.", "482": "During 2023, implied other products consumption dropped sharply, before stabilising, and the 2024 level is set to be just below 3 mb/d, 16% lower than in 2022.", "483": "The large implied changes to other product output and demand changes seem to have been the result of under reported output of the two major fuels during this period.", "484": "In particular, apparent gasoil demand tumbled by almost 10% from 2018 to 2019 despite a growing economy.", "485": "Estimated gasoline consumption also remained subdued, compared to a growing ICE vehicle fleet.", "486": "Reported output of these products, particularly gasoil, rose sharply in H2 2022, despite stringent anti Covid lockdowns, amid efforts from Beijing to improve data quality and a reported crackdown on tax evasion by refiners.", "487": "To illustrate the scale of the distortion to Chinese and global demand growth we have made a simple reallocation of this ‘excess’ other products demand to gasoline and gasoil.", "488": "Based on the premise that reporting was relatively complete in each of 2017 and in 2024, assuming steady growth in other products in the intervening years, would imply large additional volumes allocated to fuels without changing overall demand.", "489": "This would also result in a much more even development in gasoline and gasoil demand during the pandemic years.", "490": "On this basis, gasoline usage likely peaked in 2021 and would decline slightly between 2023 and 2024, while 2023 would be the peak year for gasoil consumption.", "491": "This trajectory fits much better with known government restrictions and bottom up modelling of vehicle and industrial activity.", "492": "In particular, developments in recent years are much more in line with the rapid deployment of clean energy technologies like EVs.", "493": "These changes are large enough to have global implications.", "494": "Notably, the stronger than expected growth of gasoline in 2023 and 2024 would be blunted and global gasoil demand may well have peaked in 2022 with declines in both 2023 and 2024.", "495": "Although demand for both fuels narrowly surpassed pre pandemic levels in 2023, gasoline appears much closer to its turning point than might otherwise be supposed and gasoil may already been in decline.", "496": "World oil production capacity, led higher by the United States and other producers in the Americas, is forecast to outstrip demand growth over the 2023 2030 forecast and, barring the Covid pandemic period, inflate the world’s spare capacity cushion to unprecedented levels.", "497": "Total supply capacity rises by 6 mb/d to 113,8 mb/d by 2030, a staggering 8 mb/d above projected global demand of 105,4 mb/d.", "498": "Around 45% of the supply capacity increase over the forecast period comes from NGLs and condensates, mirroring the shift in demand to petrochemicals as the foundation of global growth.", "499": "Saudi Arabia and the United States will account for two thirds of the net 2,7 mb/d NGLs and condensates increase from 2023 to 2030.", "500": "By contrast, crude oil production capacity will expand more moderately relative to historical trends, with non OPEC+ producers providing more than 80% of the gains.", "501": "In a break with long term trends, the front loaded build in global oil production capacity is forecast to lose momentum and swing into contraction towards the end of our medium term outlook, with the 2024 expansion of 1,8 mb/d reversing to a drop of 280 kb/d in 2030.", "502": "This tracks the world’s pivot towards cleaner energy that leads to a plateau in our demand outlook by the end of the forecast and results in an effective OPEC+ spare crude oil capacity cushion of 6,8 mb/d, mostly concentrated in Saudi Arabia and the UAE. .", "503": "Such a massive oil production buffer could usher in a lower oil price environment, posing tough challenges for producers in the US shale patch and the OPEC+ bloc.", "504": "Given shale’s short cycle time frame and price reactivity, some output could be at risk .", "505": "Moreover, reduced requirements for OPEC+ crude may put the alliance’s market management to the test.", "506": "The huge amount of excess supply could also tempt some in the group to rationalise capacity plans.", "507": "Saudi Arabia has already taken the lead, announcing in early 2024 a suspension of its 1 mb/d crude capacity expansion.", "508": "At the same time, it is ramping up gas liquids, reflecting the expanding role of gas in Riyadh’s efforts to transition towards its net zero ambitions.", "509": "Producers outside the OPEC+ bloc  dominate medium term capacity expansion plans, adding a total of 4,6 mb/d, or 76%, of the net increase.", "510": "The United States alone accounts for 2,1 mb/d of the non OPEC+ gains, while Brazil, Guyana, Canada and Argentina contribute a further 2,7 mb/d.", "511": "As sanctioned expansions ease markedly towards the end of our forecast, growth will stall in the United States and Canada while Brazil and Guyana shift into decline based on current plans.", "512": "However, should companies continue to sanction additional projects that are already on the drawing board, an incremental 1,3 mb/d of non OPEC+ capacity could become operational by 2030.", "513": "Saudi Arabia, the UAE and Iraq lead a 1,4 mb/d rise in OPEC+ oil capacity as African and Asian members battle continuing declines.", "514": "The UAE and Iraq are raising crude oil capacity while Saudi Arabia is poised for a significant increase in its output of NGLs and condensates.", "515": "Capacity in Russia, despite international sanctions, is expected to show only a marginal decline as Moscow opens the taps at its giant Vostok project, helping to offset losses at mature oil fields.", "516": "Global upstream capital expenditures rose to USD 538 billion in 2023, the highest level since 2015.", "517": "However, in real terms, spending was still lower than in 2019 due to capital discipline and oilfield services inflation.", "518": "Based on 2024 guidance, spending is expected to expand by 7% y o y , a slower annual increase than the average 14% in the last three years, signalling the post Covid bounce has ended, and roughly aligned with the IEA’s Stated Policies Scenario .", "519": "Global oil supply to the market, as opposed to capacity, is estimated at 106,4 mb/d by 2030.", "520": "This represents a net increase of 4,2 mb/d from 2023 versus growth in demand of 3,2 mb/d over the same period.", "521": "Non OPEC+ producers in the Americas dominate the outlook, contributing 4,4 mb/d by the end of the forecast.", "522": "Anticipated robust non OPEC+ production throughout most of the forecast period, combined with a marked slowdown in demand, is expected to reduce the call on OPEC+ crude oil by 1,3 mb/d on average annually compared with 2024.", "523": "By 2030, OPEC+ oil output, including NGLs and condensates, falls by about 370 kb/d.", "524": "For this report, our OPEC+ oil supply outlook is based on the group’s current output policy.", "525": "In that case, and even with deep output cuts in place, the bloc would pump above the call on its crude oil to varying degrees from 2025 through 2030.", "526": "Global oil supply reaches a projected 102,9 mb/d in 2024, up 690 kb/d y o y, driven by non OPEC+ for a second year in a row.", "527": "That is a marked slowdown in growth of 2 mb/d in 2023.", "528": "From 2025 2029, annual supply gains average 550 kb/d.", "529": "After 2029, world oil supply is forecast to swing into contraction in line with a deceleration in oil demand growth due to, amongst other factors, the continued uptake of EVs and intensified efforts to substitute oil use in Middle East power generation.", "530": "The United States and Canada break fresh annual records throughout the seven year period.", "531": "Qatar reaches its highest ever oil output in 2027 and then climbs further on the back of its LNG expansion.", "532": "By contrast, Mexico posts the single largest capacity loss of any producer in the world due to underinvestment.", "533": "The weaker momentum in the United States and Americas from 2029 will decrease the market share of non OPEC+, allowing OPEC+ to reclaim a bit of its lost share thanks to increased liquids supply, primarily from Saudi Arabia.", "534": "This year, the group’s total oil market share has dropped to 48,5%, the lowest since it was formed in 2016, due to its sharp voluntary output cuts.", "535": "Global upstream capital expenditure  rose to USD 538 billion in 2023, the highest level since 2015 but still below 2019 levels in real terms.", "536": "It was the first time in nine years that investment did not move in sync with oil prices, as benchmark crude prices declined y o y.", "537": "Based on 2024 guidance, spending is expected to expand by 7% y o y , a slower annual increase than the average of 14% in the last three years, in nominal terms.", "538": "The increase in upstream investment last year was concentrated in projects executed by national oil companies  in the Middle East, China and the Americas.", "539": "Middle Eastern NOCs increased spending by 16% y o y in 2023, to twice the levels seen 10 years ago.", "540": "Saudi Aramco cancelled plans to boost its crude production capacity by 1 mb/d to 13 mb/d, reducing its total capex by USD 40 billion over the 2024 2028 period.", "541": "However, the Kingdom intends to focus more on natural gas and invest between USD 48 billion and USD 58 billion this year, higher than last year’s outlay of USD 49,7 billion.", "542": "In the UAE, the Abu Dhabi National Oil Co  maintains an official strategy to raise crude supply capacity to 5 mb/d by 2027 and will spend USD 150 billion between 2023 and 2027 to achieve this.", "543": "In Asia, China has been accelerating investment in exploration and development under a Seven Year Action Plan that started in 2019.", "544": "China National Offshore Oil Company  raised upstream spending in 2023 by 33% to CNY137 billion , equivalent to USD 19,4 billion, helping to boost oil and gas output by 9% y o y.", "545": "This year, the company is targeting a further 5% increase in production with a similar capex budget.", "546": "PetroChina spent 12% more, or CNY 248 billion , in oil, gas and new energy in 2023, but is planning to cut investments in these segments by a combined 14% this year.", "547": "By contrast, Sinopec’s capex shrunk 6% y o y for exploration and production in 2023 to CNY 79 billion  and is targeting marginally lower spend this year.", "548": "It plans to cut oil production, mainly abroad, while expanding domestic gas production and refinery throughput.", "549": "Major oil companies and US independent E&Ps overspent compared to the mid point of their guidance range in 2023.", "550": "For the most part, 2024 guidance is similar to last year’s actual spending as the majors focus on promising projects in the Americas and independents continue to develop shale resources.", "551": "ExxonMobil's total capex was above the target range partly due to accelerated drilling programmes in the Permian Basin and Guyana.", "552": "Chevron will continue to invest USD 5 billion in the Permian and more than USD 2 billion in the US Gulf of Mexico , including its Anchor project, which is expected to start up this year.", "553": "A successful acquisition of Hess could increase Chevron's total annual investment by USD 5 6 billion.", "554": "European majors meanwhile have raised their oil production targets.", "555": "BP revised its 2030 oil and gas output reduction target from 40% to 25% compared with 2019 levels, excluding production from Rosneft.", "556": "This resulted in an upwards adjustment to its oil and gas investment of USD 8 billion by 2030, already seen in increased spending for new developments in the United Kingdom and GoM.", "557": "Shell’s new CEO scrapped its plan to reduce oil production by 20% by 2030.", "558": "In addition, it is aiming to grow its integrated gas business to maintain its rank as the world’s largest LNG player.", "559": "While increasing investments in clean energy technologies, TotalEnergies remains committed to oil and gas.", "560": "Key upstream projects include the second phase of the Mero project in Brazil and frontier developments in Suriname and Namibia.", "561": "However, net investment was within its stated target range due to its divestment of Canadian assets.", "562": "Meanwhile, hydrocarbon output for the majors decreased for the fourth year in a row in 2023, led by European companies.", "563": "This was not only because of their withdrawal from Russian operations but also due to strategy differences with their American counterparts.", "564": "Among the four European companies, only Eni managed to stymie continuous production losses.", "565": "However, in its 2024 2027 plan Eni decided to divest some upstream projects and revised its capex from EUR 6 6,5 billion to EUR 5 billion while production targets were kept at a 3 4% compound average growth rate.", "566": "By contrast, ExxonMobil, Chevron and ConocoPhillips continued to increase output thanks to booming US production.", "567": "Additionally, 2023 was a busy year for mergers and acquisitions .", "568": "Earthstone Energy was integrated into Permian Resources in a USD 4,5 billion deal in August.", "569": "In the same month, Chevron completed the acquisition of PDC Energy at USD 7,6 billion.", "570": "Occidental Petroleum announced at end 2023 it would acquire CrownRock which would add 170 kboe/d to its portfolio.", "571": "Chesapeake announced a merger plan with Southwestern Energy, which would create a natural gas behemoth.", "572": "Other major companies are also trying to expand their shale oil business.", "573": "In May 2024, ExxonMobil completed the purchase of Pioneer Natural Resources for USD 59,5 billion, and Chevron announced it had reached an agreement to buy Hess for USD 53 billion, although the deal was in arbitration at the time of publishing.", "574": "This year, APA Corporation completed an acquisition of Callon Petroleum.", "575": "In February, Diamondback Energy announced a merger with Endeavor Energy Resources, valuing that latter business at USD 26 billion.", "576": "Most recently, ConocoPhillips announced their intent to acquire Marathon Oil Corporation at USD 22,5 billion.", "577": "2024 capex could be lower than the original guidance before these mergers, but it is expected that the synergies will increase capital efficiency.", "578": "Outside of the shale patch, ExxonMobil sold its stake in Iraq’s West Qurna 1 project to state run Basrah Oil Co and Indonesia's Pertamina.", "579": "ExxonMobil also divested its share in the Ursa Princess in the GoM, while Chevron transferred some of its GoM exploration portfolio to Woodside.", "580": "TotalEnergies sold TotalEnergies EP Canada Ltd to Suncor in November 2023, completing its withdrawal from the Canadian oil sands business.", "581": "At the same time, the company announced the acquisition of additional interests in Angola and Namibia.", "582": "In Europe, Harbour acquired Wintershall Dea assets for USD 11,2 billion while Neptune Energy was carved up between Var Energi  and Eni .", "583": "The drop in upstream investment during the pandemic years will affect supply growth towards 2030.", "584": "Conventional projects sanctioned in 2019 will add an estimated 2,2 mb/d at peak, while new field start ups approved in 2020 will only add 1,5 mb/d at their maximum.", "585": "Peak production from projects approved in 2021 and 2022 are expected to produce above 2 mb/d by 2027 and 2028.", "586": "Major developments are concentrated in the Americas, notably Búzios in Brazil as well as the Stabroek Block in Guyana and Whale in the US GoM.", "587": "Projects sanctioned in 2023 are expected to add approximately 2,4 mb/d of supply by 2030, led by ExxonMobil Uaru project in Guyana, Equinor’s Raia development in Brazil, Eni’s full field development of Agogo in Angola and increased gas liquids from Qatar’s new LNG projects.", "588": "According to Rystad Energy, 9 billion barrels of conventional resources were discovered in 2023, the lowest level since 2016, with growth concentrated in deep water South America.", "589": "Large volumes were found at Stabroek and Corentyne in Guyana, and Sapakara South in Surinam.", "590": "In Namibia additional resources were found at Lesedi.", "591": "As a result, the average liquids reserves to production ratio  for the majors decreased further, dipping below 10 years.", "592": "Only ConocoPhillips increased its R/P ratio in 2023.", "593": "The divestment of Russian assets had a particularly steep impact on BP whose reserves shrunk to less than half of 2022 levels.", "594": "While discovered resource volumes are decreasing, companies are reallocating capital and operating expense  dollars to stymie output losses from producing fields.", "595": "Well capex and field direct opex levels are key drivers of decline rates.", "596": "And while total real capex is still below 2019 levels, real well capex is forecast at record levels of USD 300 billion.", "597": "Whereas facility capex has only recovered to 70% of its 2014 peak in real terms, field direct opex is at record levels when viewed in real or nominal terms.", "598": "SLB, rebranded from Schlumberger in 2022 and the world’s largest oilfield services company, stated in its Q1 2024 earnings call that its customers consider increased production recovery from existing assets to be critical in the coming years while current period revenue from opex driven well interventions has soared.", "599": "Baker Hughes’ CEO recently echoed the sentiment that the oil industry is currently either in the beginning or middle of an opex spend cycle.", "600": "When looking at total upstream oil spend of well capex, facility capex and field direct opex, the share of facility spend has been falling constantly, from 30% at the 2014 peak to 21% this year.", "601": "Meanwhile, outlays on wells have remained constant at around 40% and field direct opex spend has increased from 30% of the total to close to 40% today.", "602": "The rotation in capital allocation has seen the shift toward short cycle investment in shale wells and infrastructure led offshore expansions, both of which inherently have higher percentage of spend directed towards wells.", "603": "Additionally, there has been savings in facility spend thanks to a push towards standardization and “right sizing” offshore facilities compared to the last decade.", "604": "Due to the natural decline rate of oil and gas production from conventional and tight reservoirs, close to 5 mb/d of supply needs to be replaced annually to hold production flat.", "605": "This rate of decline is after capex and opex spend and represents a global average of close to 5%.", "606": "Lowering the underlying decline rate by 10 basis points  keeps 100 kb/d or a medium sized major capital project worth of production online every year.", "607": "The increase in opex spend since Covid 19 has helped hold replacement volumes steady even as more output comes from high decline shale barrels.", "608": "The growing share of light tight oil  has important implications for observed decline rates.", "609": "There was a 2,7 mb/d decline in production from existing US shale wells last year on a production base of 9 mb/d, while non OPEC+ conventional oil output declined by 2 mb/d on a 40 mb/d base.", "610": "Understanding the different segments of supply and how their decline rates evolve over the medium term is key to determining the path of supply and investment.", "611": "OPEC+ oil production capacity, including condensates and NGLs, is forecast to grow by a net 1,4 mb/d from 2023 through 2030 led by Saudi Arabia, the UAE and Iraq.", "612": "Significantly, nearly 1 mb/d of NGLs and condensates are forecast to be added in the medium term thanks largely to Saudi Arabia’s Jafurah gas field development.", "613": "By contrast, total OPEC+ crude capacity is projected to rise by 460 kb/d.", "614": "The UAE and Iraq are expected to lift crude oil capacity by a combined 1,4 mb/d by 2030.", "615": "Middle East producers, along with Kazakhstan, will more than offset losses from Mexico, Nigeria and elsewhere in Africa and Asia.", "616": "The OPEC+ alliance will see its share of world oil production ease below 50% from this year onwards as non OPEC+ countries dominate growth.", "617": "Angola quit the group at the start of 2024, reducing its ranks to 22 members.", "618": "Brazil has signed on to the OPEC+ “Charter of Cooperation” but this agreement does not subject the country to production quotas.", "619": "As such, Brazil remains in our non OPEC+ classification.", "620": "The producer alliance is meanwhile courting countries such as Guyana and Namibia as potential new recruits.", "621": "In 2023, total oil supplies, including condensates and NGLs, from the OPEC+ alliance fell by 370 kb/d to an average 50,7 mb/d.", "622": "Saudi Arabia’s production was down by more than 900 kb/d on average due to OPEC+ curbs, while some other members of the bloc with output targets posted very modest reductions.", "623": "The group’s overall decline was partly offset by Iran, exempt from supply quotas, which pushed output to a five year high.", "624": "This year could see a steeper decline of 740 kb/d for OPEC+ if existing extra voluntary curbs remain in place.", "625": "The producer group agreed to reduce supply in late 2022 to support the market as the economic outlook worsened.", "626": "Led by Saudi Arabia, additional voluntary curbs from some members in 2023 have further reduced the bloc’s output ceiling.", "627": "In early June, OPEC+ extended those cuts through the third quarter of 2024 and provided a timeline for unwinding them , subject to market conditions.", "628": "Saudi Arabia is set to lead OPEC+ oil capacity growth, with virtually all its gains in NGLs and condensate.", "629": "By contrast, the country’s crude capacity remains broadly unchanged over the period.", "630": "Aramco is tapping into its giant unconventional Jafurah gas field and could add around 1 mb/d of total liquids production by the end of the outlook period.", "631": "This non associated gas field is due to start up in 2025 and once fully onstream in 2030 is expected to yield roughly 870 kb/d of condensates and NGLs, of which around 270 kb/d is ethane.", "632": "Saudi Aramco is set to continue investing heavily in the expansion of its natural gas production capacity until at least the end of this decade.", "633": "With oil demand growth shifting more towards petrochemicals and light ends, the planned liquid increases from Jafurah would be well aligned with this changing pattern.", "634": "Riyadh unexpectedly suspended plans for a 1 mb/d expansion in crude oil production capacity to 13 mb/d in January 2024, a target originally set in 2020.", "635": "As a result, crude oil production capacity, including the Neutral Zone shared with Kuwait, is expected to remain broadly steady over the next seven years.", "636": "As recently as November 2023, Saudi Aramco indicated it was on track to hit the 13 mb/d capacity goal by 2027 and was spending billions to do so.", "637": "After the announcement at the start of this year, Saudi Energy Minister Prince Abdulaziz bin Salman was quoted as saying: “We have postponed this investment simply because we’re transitioning.”", "638": "Expansions at Safaniyah and Manifa that were part of the planned increase are now on hold, but three other projects are going ahead to help offset declines at mature oil fields.", "639": "Marjan and Berri are due to come online by 2025 and add a combined 550 kb/d while the capacity of the Zuluf field is on course to increase by 600 kb/d by 2026.", "640": "Aramco has announced a capital expenditure budget of USD 48 58 billion for 2024 compared to USD 49,7 billion in 2023.", "641": "It still plans to grow capex beyond 2024, until around the middle of the decade despite a reduction of around USD 40 billion for the 2024 2028 period after Riyadh put its crude oil capacity expansion on hold.", "642": "The reduction is due mainly to the deferral of offshore projects such as Safaniyah and Manifa and lower infill drilling as the Kingdom sustains its maximum production capacity of 12 mb/d, excluding the Neutral Zone.", "643": "Since the fourth quarter of 2022, Riyadh has been slashing output via extra voluntary OPEC+ cuts amid booming US volumes and robust growth from Brazil and Guyana, amongst others.", "644": "Having cumulatively shut in close to 2 mb/d of supply since Q3 2022, it is now pumping 9 mb/d of crude oil , a level we have held throughout this outlook.", "645": "Barring the 2020 2021 Covid period, that’s the lowest level since 2011.", "646": "As a result, Saudi Arabia is holding spare crude oil capacity of over 3 mb/d , well above the 2 mb/d average for the past two decades.", "647": "For Aramco, the size of that buffer makes it less urgent in the short term to raise production capacity beyond the current 12 mb/d.", "648": "That raises the question of when, or if, Aramco would need to reactivate its capacity expansion plan, especially given the cost of sustaining idle capacity.", "649": "The UAE is set to provide the biggest increase in crude oil production capacity within the OPEC+ bloc, adding 800 kb/d by 2030 as it continues with its ambitious expansion.", "650": "Annual average crude output in 2023 hovered near an all time high of 3,3 mb/d.", "651": "Its comparatively low cost resource base and secure operating environment have reinforced the UAE’s expansion scheme.", "652": "We estimate that capacity will grow to 5 mb/d in 2030.", "653": "Thus, holding the UAE at current production of around 3,3 mb/d throughout the outlook would leave it with close to 1,8 mb/d of spare at the end of the decade.", "654": "Offshore oil fields are vital to the build up.", "655": "Capacity at the Exxon operated Upper Zakum field, one of the world’s largest, is around 1 mb/d and further growth towards 1,2 mb/d is planned over the forecast period.", "656": "At the 275 kb/d Umm Shaif field, the plan is to raise capacity by 115 kb/d by the end of 2027.", "657": "A short term increment of 20 kb/d is planned for the 450 kb/d Lower Zakum field, with a further 50 kb/d to be added by 2027.", "658": "In March, the 45 kb/d capacity Belbazem offshore block, where first oil was initially due in 2023, started up.", "659": "For the onshore sector, which produces its prized Murban crude, the focus is on lifting capacity by 100 kb/d at the 650 kb/d Bu Hasa, the largest onshore oil field, and by 90 kb/d at the 450 kb/d Bab field by 2027.", "660": "To support gains, Adnoc has carried out onshore and offshore licensing rounds.", "661": "Iraq is poised to deliver crude oil capacity growth of 630 kb/d to reach 5,4 mb/d in 2030, largely through the brownfield expansion of its massive southern fields.", "662": "As for actual supply, in 2023 the country pumped at an annual rate of 4,3 mb/d.", "663": "This year, it is expected to produce similar volumes, which would leave it with roughly 600 kb/d of spare capacity.", "664": "Plans to raise production capacity are constrained by access to water for injection and infrastructure bottlenecks at Iraq’s southern export terminals.", "665": "In the short term, the installation of new pumps has lifted export capacity in the south to 3,5 mb/d.", "666": "The long delayed start up of a fifth single point mooring buoy would add another 500 kb/d to export capacity.", "667": "Despite the above ground challenges that can hamper project execution, Iraq is straddling some of the world’s largest and lowest cost resources.", "668": "The southern oil hub of Basrah, where international oil companies  are involved in mega projects,", "669": "will provide most of the capacity gains over the medium term.", "670": "Water injection will be vital and, to that end, TotalEnergies will play a crucial role.", "671": "Baghdad and TotalEnergies formally signed a long delayed deal that aims to raise energy production with investments of more than USD 10 billion.", "672": "Included in the first phase is a project to inject 5 mb/d of treated seawater into core southern oil fields such as Zubair and West Qurna to sustain pressure.", "673": "TotalEnergies also intends to raise output at the Ratawi oil field from 85 kb/d to 210 kb/d and build a large solar power plant.", "674": "The deal was initially signed in 2021 and finally closed in April 2023 when Baghdad accepted a smaller 30% share.", "675": "TotalEnergies will hold 45% and QatarEnergy 25%.", "676": "At West Qurna 1, PetroChina has taken over as operator following ExxonMobil’s official departure with plans to raise capacity from roughly 550 kb/d to 600 kb/d by the end of 2024 and towards 700 kb/d in the longer term.", "677": "At West Qurna 2, Lukoil and Baghdad have agreed to extend the service contract for the field by 10 years to 2045 and gradually boost capacity from 480 kb/d to 800 kb/d.", "678": "At Zubair, Eni continues to work on expanding the 450 kb/d field towards a plateau of 700 kb/d.", "679": "At the Garraf oil field, also in the south, Petronas is close to lifting capacity to 200 kb/d from roughly 150 kb/d.", "680": "Baghdad also plans to increase output at Majnoon, now pumping roughly 130 kb/d, to 450 kb/d over the next several years.", "681": "The northern Kirkuk oil fields and capacity that is controlled by the Kurdistan Regional Government  are expected to contribute only marginal growth.", "682": "Shipments of roughly 450 kb/d along the Iraq Türkiye pipeline to the Turkish Mediterranean terminal of Ceyhan have been halted since the end of March 2023, forcing the shut in of more than 200 kb/d of the KRG’s production.", "683": "Around 200 kb/d is reportedly moving into the local market or trucked across its borders.", "684": "Kuwait is projected to deliver a 180 kb/d increase in capacity to just above 3 mb/d over the seven year forecast period.", "685": "Annual average crude oil production in 2023 fell 80 kb/d to 2,6 mb/d. Kuwaiti capacity had been slipping since 2018 due to ongoing field declines, falling 250 kb/d to roughly 2,8 mb/d in 2021.", "686": "Since then, it has been edging higher and should reach nearly 2,9 mb/d this year.", "687": "The giant Burgan oil field in the south has suffered steep declines, but the Kuwait Oil Co says a continuous effort is being made to increase its production capacity.", "688": "We see Kuwait’s share of capacity in the Neutral Zone holding at around 250 kb/d.", "689": "Kuwait is meanwhile striving to reach capacity of 3,2 mb/d by 2028 through an ambitious drilling programme, construction of two gathering centres as well as water injection facilities and other infrastructure that are now underway.", "690": "However, reaching that capacity goal may yet prove elusive.", "691": "Upgrading and developing Kuwait’s complex and ageing oil fields will demand substantial investment to support the drilling effort along with more costly enhanced oil recovery technology.", "692": "Iran has continued to ramp up crude oil production despite sanctions by steadily increasing exports to China, its main customer.", "693": "It ranked as the world’s second largest source of supply growth after the United States in 2023, with crude oil output up 450 kb/d y o y to nearly 3 mb/d, the highest since end 2018.", "694": "That left it with around 800 kb/d of spare crude oil capacity.", "695": "In the meantime, official talks to revive the 2015 Iran nuclear deal, which would ease sanctions, have been on hold since late 2022.", "696": "Tehran appears to be keeping up brisk oil sales, primarily destined for China, that have climbed to around 1,6 mb/d.", "697": "Before the former US administration withdrew from the Joint Comprehensive Plan of Action nuclear deal  in 2018, exports of Iranian oil, including condensates, had been running above 2 mb/d.", "698": "To support the higher export flows, Iran has reportedly raised operational capacity at the Kharg Island export terminal by 1 mb/d.", "699": "Higher exports and domestic throughput pushed Iranian crude production up to around 3,3 mb/d by June 2024 and we have held that level throughout the remainder of the forecast period.", "700": "On the capacity front, we believe Iran is still able to maintain its extensive oil network, which will allow it to ramp up relatively swiftly to full capacity if and when sanctions are eased.", "701": "Lower wellhead output most likely prompted the National Iranian Oil Co  to shut in wells at its high cost offshore fields and carry out maintenance at its ageing oil fields.", "702": "Shutting in output can be helpful for mature oil fields as it will allow pressure to rebuild and make it easier for operations to restart.", "703": "As for efforts to sustain and expand its existing crude capacity, Iran is turning inward given the lack of foreign investment due to sanctions.", "704": "The previous round of international sanctions had already left the oil sector in dire need of foreign capital and technology, especially in enhanced oil recovery methods to sustain and raise output at mature oil fields.", "705": "Tehran is meanwhile looking to the core West Karun oil fields of North and South Azadegan, Yaran and Yadavaran to drive future growth of 1 mb/d.", "706": "The oil province in the southwest is currently producing around 450 kb/d.", "707": "Iranian companies have reportedly increased output by 50 kb/d at the smaller West Karun fields of Jofeyr and Sepehr.", "708": "And NIOC has signed USD 13 billion in contracts aimed at raising output by 400 kb/d to 620 kb/d at the onshore fields of Azadegan, Azar 2, Saman, Delavarn, Soomar and Masjid Suleiman.", "709": "Oil output in Oman, including condensates and NGLs, was around 1,1 mb/d in 2023.", "710": "The ongoing development of offshore fields such as Block 50, the start up of onshore fields including Blocks 62 and 65 and those offered in its 2021 bid round are expected to help sustain crude oil production capacity.", "711": "Russian oil supply is holding up following its invasion of Ukraine in early 2022, but sanctions have stymied its growth story.", "712": "Our pre war estimate for Russia showed oil production rising by 100 kb/d to reach 11,3 mb/d in 2025 before edging lower.", "713": "Our current outlook is running close to 600 kb/d below that early 2022 estimate.", "714": "Overall, however, the country’s oil sector has shown resilience, ramping up drilling in its Western Siberian oil hub and with crude and product exports rerouted to new markets.", "715": "In 2023, total oil supply fell by a marginal 130 kb/d to 11 mb/d. This year oil production is expected to decline by a further 260 kb/d to 10,7 mb/d as the country carries out deeper OPEC+ production cuts.", "716": "The world’s third largest oil producer after the United States and Saudi Arabia, Russia acknowledges that substantial future development will require more capital and high cost technology that have grown harder to secure due to sanctions.", "717": "But we expect supply to hold broadly steady through 2030 as top Russian producer Rosneft taps further into its giant Vostok Oil project, which helps to offset declines at its ageing oil fields.", "718": "Furthermore, its ability to self finance its oil industry operations and its access to Chinese kit may help fend off a sharp decline in the medium term.", "719": "Moscow had been hoping that its massive resources in the Arctic would provide growth to bolster output.", "720": "But development of those hard to recover reserves will be more difficult and expensive than conventional fields.", "721": "And given the current environment, it will prove a challenge for Rosneft’s Vostok Oil mega project, a vital source of Arctic growth, to hit its ambitious targets.", "722": "Igor Sechin, the head of Rosneft, has reportedly suggested the project could require more than USD 120 billion to tap.", "723": "The aim is for the Vostok scheme to launch 600 kb/d by the end this year and eventually produce more than 2 mb/d.", "724": "The reported 2024 plan is for half the Vostok volume to be pumped from the operational Vankor and neighbouring Suzunskoye and Lodochnoye fields.", "725": "The remaining 300 kb/d is due to come online from the fields of Payakha, Ichemminskoye and Baikalovskoye.", "726": "Production in neighbouring countries will be supported by the further expansion of Tengiz in Kazakhstan and the start up in Azerbaijan of the BP led Azeri Central East  platform.", "727": "In Kazakhstan, total oil output increased by 110 kb/d to 1,9 mb/d in 2023 and is expected to rise to a record 2,15 mb/d in 2026 and then taper lower through the end of the forecast.", "728": "Next year could see a significant boost in output, provided the giant Tengiz oil field expansion starts up as planned.", "729": "Led by Chevron, the Future Growth Project is set to expand output at Tengiz, the country’s largest oil field, by 260 kb/d from around 600 kb/d now when it finally comes online in 2025.", "730": "The current cost estimate for the expansion is USD 46,7 billion compared to an initial estimate in 2016 of USD 37 billion.", "731": "At the giant Kashagan oil field, the plan is to raise output to around 450 kb/d from 2025 onwards.", "732": "The field is now producing roughly 400 kb/d.", "733": "Total oil supply from Azerbaijan slipped 50 kb/d in 2023 to 620 kb/d and is forecast to hover around that level through 2026 before easing again through 2030.", "734": "Output has been falling for years, but BP’s recent start of the new ACE platform in the Caspian Sea will help halt declines at the giant Azeri Chirag Gunashli  offshore field.", "735": "Production from the USD 6 billion ACE project should reach 24 kb/d by the end of this year as additional wells are brought online, with further gains towards its 100 kb/d capacity in 2025 2026.", "736": "After reaching an annual average peak of roughly 840 kb/d in 2009, ACG pumped about 360 kb/d in 2023.", "737": "Apart from Libya, African OPEC+ members are expected to see output decline over the seven year period as producers fail to coax sufficient investment to stem losses.", "738": "Nigeria saw its crude output rebound from 40 year lows to reach 1,2 mb/d in 2023 after major export streams recovered.", "739": "We expect a short lived stabilisation, with underinvestment and sabotage continuing to take a toll.", "740": "Crude oil capacity is expected to decline from 1,4 mb/d in 2023 to 1,2 mb/d in 2030.", "741": "The battle to reverse declines and refurbish ageing infrastructure highlights the chronic underinvestment in Nigeria’s vital oil sector.", "742": "For many, the future of the oil industry lies in the ability of the Petroleum Industry Act to spur new investment with its improved fiscal terms.", "743": "But signals from international oil companies are not reassuring.", "744": "Shell, ExxonMobil, Equinor and Eni have announced divestment plans for onshore and shallow water assets.", "745": "But there are some encouraging signs.", "746": "TotalEnergies announced a shallow water oil and gas discovery in offshore Block OML 102  that it plans to develop as a tie back to production facilities for the Okon field.", "747": "On the condensate front, TotalEnergies and its partners have started up the offshore Akpo West field , a tie back to the existing Akpo floating production, storage and offloading , which pumped around 120 kb/d in 2023.", "748": "Akpo West will add 15 kb/d of condensates by mid 2024 and up to 4 million cubic metres per day of gas by 2028.", "749": "Relative stability throughout 2023 allowed Libya’s crude output to rise 160 kb/d to an average 1,16 mb/d.", "750": "But this year kicked off with the country's National Oil Corporation declaring force majeure at the 300 kb/d Sharara oilfield due to protests in the area.", "751": "After a three week closure, overall crude output recovered to 1,18 mb/d.", "752": "As for capacity, we see levels holding broadly steady at around 1,2 mb/d over the seven year period.", "753": "There is significant upside potential, however, depending on political stability and investment.", "754": "The North African producer’s oil fields and terminals are often targeted by political factions or militants and that is likely to make its official 2 mb/d production target largely aspirational.", "755": "To expand output, Libya plans to rely on a combination of brownfield and greenfield projects but for now it is concentrating on stabilising current production.", "756": "To do so, it must depend on the southwestern Sharara oil field, the country’s largest.", "757": "The nearby Elephant field can pump up to 80 kb/d.", "758": "In the east, the Abu Attifel and Zueitina oil fields can each contribute around 70 kb/d.", "759": "Other oil fields in the east operated by Arabian Gulf Oil Co  and Sirte Oil Co", "760": "can produce around 200 kb/d and 80 kb/d, respectively.", "761": "The offshore Bouri and al Jurf fields add 80 kb/d between them.", "762": "Located in the northeast Sirte Basin, the Waha Oil Co, with current capacity of roughly 400 kb/d, would be key to any further growth.", "763": "Mexico posts the largest drop in output, not just among the OPEC+ alliance, but out of all producers , falling 640 kb/d to 1,5 mb/d.", "764": "Its long term oil production decline showed a brief respite from 2021 2023 as the Quesqui condensate field ramped up in earnest.", "765": "The sector has floundered since the pandemic when Pemex severely curtailed investments.", "766": "Since then, the state owned operator has dealt with a continued string of serious incidents with its offshore platforms, undermining public and partner trust.", "767": "Additionally, the administration has requested they focus on quick crude production growth from onshore and shallow water fields to the detriment of larger resource deepwater reservoirs.", "768": "As of now, over half of Pemex’s production comes from just seven of its 240 fields.", "769": "Looking forward, the picture doesn’t change much, with only two major projects expected to start up over the forecast period , the 100 kb/d Trion field and the 80 kb/d Pit project.", "770": "And unlike some of its neighbours, Mexico doesn’t have a robust queue of other pre sanctioned projects waiting to backfill production as existing fields mature.", "771": "Crude production in Venezuela was up for a third straight year in 2023, rising by 70 kb/d to 770 kb/d, thanks mostly to Chevron’s return after Washington granted it a licence to restart operations.", "772": "Output this year is on track to top the 800 kb/d mark.", "773": "That is still down around 70% from 2015, when it stood at nearly 2,5 mb/d.", "774": "We do not expect significant short term upside as capacity is currently constrained by long overdue maintenance, modest operational enhancements and US sanctions.", "775": "Consequently, we are holding our crude oil capacity estimate at 880 kb/d through the remainder of the forecast, although a turnaround in the political situation would provide the opportunity to rebuild the energy sector.", "776": "It was election concerns related to the government of President Nicolas Maduro that led Washington on 17 April to reinstate sanctions on Venezuela’s energy sector with a 45 day window to wind down operations.", "777": "The move did not affect Chevron , it continues to keep its licence to operate.", "778": "And Washington continues to issue individual licences for companies in the energy sector.", "779": "Under the US Treasury’s licence, Chevron’s joint ventures with Petroleos de Venezuela S.A.  , PetroPiar, PetroIndependencia, PetroBoscan and PetroIndependiente , can produce oil  and the US company can lift that oil as repayment for investments it has made in Venezuelan assets.", "780": "Washington also has reportedly granted Maurel & Prom a licence to continue its upstream work at the Urdaneta Oeste field in Lake Maracaibo through May 2026.", "781": "The French independent intends to raise output from around 16 kb/d to 25 kb/d by the end of this year.", "782": "Repsol also received US approval to continue and expand its Venezuelan joint venture oil and gas operations.", "783": "PDVSA is meanwhile aiming to lift output by reopening wells and carrying out maintenance in its vast Orinoco Belt.", "784": "Any longer term recovery in production would require replacing lost professional skills and investment capital.", "785": "The Americas drive a 4,6 mb/d increase in non OPEC+ oil production over the seven year forecast period.", "786": "A further 1,3 mb/d of supply could be added if pre FID  projects are sanctioned in the near term.", "787": "US growth continues to be led by light tight oil developments, specifically the Permian Basin.", "788": "Guyana, powered by the ExxonMobil led Stabroek Block, has emerged as a substantial producer, and", "789": "explorers continue to find new resources in its territorial waters.", "790": "Brazil is set to ramp up production with Petrobras and other large oil companies continuing the FPSO factory development of pre salt reservoirs.", "791": "And the Vaca Muerta shale play in Argentina has substantial upside potential, pending infrastructure development and economic reforms.", "792": "Non OPEC+ Africa is showing green shoots as recent major discoveries in Namibia and Côte d’Ivoire continue to progress through the exploration and appraisal lifecycle.", "793": "Other West African countries also shine as Senegal joins the producers’ club this year and Niger ramps up output after a new export pipeline came into service.", "794": "Angola sees first oil from four new projects with a combined 270 kb/d of capacity.", "795": "Yet other parts of the continent continue to struggle.", "796": "Ghana, Kenya and Mozambique all see continued project delays while the Lake Albert development in Uganda is slowly progressing after the host government tacked eastward to China for financing and insurance guarantees.", "797": "Other parts of the non OPEC+ world continue to slump.", "798": "The North Sea is on the front line of the energy transition, with secure, stable and low carbon production yet faces some of the greatest opposition to hydrocarbon extraction in the world.", "799": "A decade long decline in Asia Pacific oil production, excluding China, continues as companies prioritise gas developments.", "800": "Other legacy South American producers have seen increased political risk, hampering an already dim development outlook.", "801": "Questions over US oil and gas industry resilience were answered last year as total liquids increased by 1,5 mb/d, after rising by 1,2 mb/d in 2022.", "802": "Oil supply is expected to expand by a further 660 kb/d in 2024, reaching a third consecutive record high.", "803": "While US output is set to increase every year through the end of the forecast period, the pace of growth slows markedly as producers navigate shareholder requirements, complex wells and a tighter regulatory environment.", "804": "The United States is the largest contributor to medium term supply growth, adding 2,1 mb/d by 2030, bringing total supply to 21,5 mb/d.", "805": "Crude oil production is forecast to increase by 1,2 mb/d to 14,1 mb/d.", "806": "NGLs from processing plants are set to rise by 920 kb/d to 7,4 mb/d, led by both higher exports and domestic petrochemical facility utilisation rates as Permian Basin associated gas continues to drive growth.", "807": "US crude oil production will set new record highs in each year of this decade.", "808": "The increase is led by LTO, primarily from the Permian Basin.", "809": "The shale patch has continued to mature financially to a lower growth trajectory after a wave of M&A reinforced disciplined investing, deleveraging and returning cash to shareholders.", "810": "The next stage of industry evolution will likely surround inventory management, value chain integration and emissions profiles.", "811": "US LTO production increases by 1,7 mb/d from 2023 to 2030, reaching 10,6 mb/d, while conventional Lower 48 output is expected to decline by 590 kb/d over the same timeframe.", "812": "Overall shale production rises just below a 3% compound annual growth rate, with the Permian Basin providing approximately 80% of it.", "813": "Gains are front loaded, with 420 kb/d of additions this year slowing to just 190 kb/d in 2030.", "814": "While LTO remains the major engine of US oil production, annual increases across all basins slow from the 9% rate posted coming out of the pandemic to just below 3% towards the end of the decade.", "815": "Headwinds to growth come amid capital discipline, a recent wave of consolidations, and challenges to productivity and profitability metrics.", "816": "Over the last 24 months, the inventory of drilled but uncompleted wells  has fallen by 800 to a decade low around 4 500, according to the Energy Information Administration Drilling Productivity Report .", "817": "DUCs provide operational buffers, allowing companies to optimise their field development planning.", "818": "DUCs can normally be fracked and brought online in two months compared to the nine to 12 months it takes to drill and bring on a new well.", "819": "The industry is now operating as close to a just in time inventory model as it ever has.", "820": "The exceptionally low level of DUCs combined with reduced activity rates and a structurally tighter oilfield services market moving forward present headwinds to growth over the coming years.", "821": "Additionally, the large wave of recent M&A has led us to reduce price responsiveness assumed in our model moving forward due to longer planning horizons and capital allocation processes of large corporations.", "822": "Moreover, after almost consistently falling since 2015, wellhead breakeven prices have risen steadily since 2021.", "823": "Well costs per barrel have also increased across all key basins for the second year running.", "824": "Drilling rig rates have fallen with activity levels over the last 12 months, but that only represents 33% of total well costs while completion costs can make up close to 60% of well costs.", "825": "The high grading of frack spreads, advanced completion techniques , such as simul fracs , and longer laterals have increased well costs while allowing operators to continue to realise production gains at the expense of profitability metrics.", "826": "When normalising for lateral length, initial production rates on a 30 , 90 or 180 day basis across all major basins declined in 2023, with the Permian, Eagle Ford and Bakken showing three consecutive years of degradation. .", "827": "Shale price sensitivity scenarios", "828": "For modelling purposes, this report assumes that 25% of production is responsive to forward strip pricing with the other 75% less price responsive due to long term corporate planning, hedging programmes or other factors.", "829": "We have also adjusted our forecast to account for the trends seen in productivity and DUCs.", "830": "These elements, combined with a correlation of completion activity to margins, forms the basis of our forecast.", "831": "The responsiveness of the model, and in our view the industry, has been reduced from last year’s forecast based on the above dynamics.", "832": "In our base case, LTO output is expected to rise by 1,7 mb/d from 2023 to 2030, reaching 10,6 mb/d.", "833": "While sustained higher prices will drive increased activity and extra barrels, the ceiling is lower than previously thought.", "834": "But should prices stay below the threshold for drilling new wells, producers and oilfield service companies are expected to respond swiftly.", "835": "Our high price sensitivity case estimates that an incremental 550 kb/d of production could come online by 2030 whereas our low price sensitivity anticipates roughly 1,6 mb/d of downside potential.", "836": "Oil prices used for the base case are based on a spot crude price of USD 85/bbl for Brent.", "837": "We assume this level remains constant in real terms over the forecasting period and forms the basis for the non responsive portion of pricing.", "838": "The high price scenario assumes oil prices increase 2,5% in real terms per annum.", "839": "In the low price scenario, estimates of future spot prices are based on the ICE Brent forward curve then discounted to real terms.", "840": "Two Alaskan projects with 230 kb/d of capacity are slated to see first oil during the latter half of the decade.", "841": "The 80 kb/d Santos operated Pikka Phase 1 development and the 150 kb/d ConocoPhillips Willow project are expected to start in 2026 and 2029, respectively.", "842": "Alaskan output will increase by 35% to 590 kb/d when these fields start up.", "843": "Offshore production from the US GoM is expected to rise by 250 kb/d between 2023 and 2026, peaking at 2,1 mb/d.", "844": "Output will then retreat to 1,8 mb/d in 2030, 100 kb/d below current levels, as a dearth of sanctioned projects leads to an overall decline.", "845": "Three major projects are set to see first oil in 2024 and another two will be commissioned in 2025 for 350 kb/d of new capacity.", "846": "After that, Shell’s Sparta is the only other major project that has been sanctioned in the area, with 60 kb/d expected to come online in 2028.", "847": "While not included in our baseline forecast, Beacon Energy may soon sanction its 60 kb/d Shenandoah tie back  while BP may take FID on its 70 kb/d Kaskida project.", "848": "If approved, production could come online in 2026 and 2029, respectively.", "849": "An additional 250 kb/d of pre FID production capacity could come online by the end of the decade with close to half of it operated by BP and the remainder spread between Shell, LLOG and Beacon Energy.", "850": "The results from the federal US Gulf of Mexico Lease Sale 261 held in December 2023 achieved the highest gross receipts in eight years and, similar to Lease Sale 259, reconfirmed that companies are interested in maintaining a footprint in the GoM.", "851": "Hess, Shell and Occidental Petroleum were dominant bidders offering USD 382 million in total signature bonuses, a 45% increase from the previous sale.", "852": "US federal offshore lease sales are planned in five year blocks with the 2024 2029 timeframe expected to see three auctions  compared to the 11 held from 2017 2022 .", "853": "US NGLs will expand by 920 kb/d, slightly more than the gains expected from Guyana, the second largest source of non OPEC+ supply growth.", "854": "While decelerating, NGL growth isn’t forecast to slow as sharply as US LTO growth as gas oil ratios  have been increasing across key shale basins due to reservoir dynamics and new drilling location quality.", "855": "Last year, US NGL supply was comprised of 41% ethane, 31% propane, 16% butane and 12% pentane plus .", "856": "In recent years, growth in NGLs has been divorced from natural gas prices as associated gas production in the Permian Basin has accounted for the bulk of the increase.", "857": "Close to 25% of Permian hydrocarbon output is gas yet only 7% of the revenue from the basin is derived from gas sales.", "858": "Additionally, this year has seen Waha pricing  for gas briefly turn negative.", "859": "The Gulf Coast PADD 3 region accounted for 77% of total US ethane growth last year and close to 60% of the gains since 2014.", "860": "Another quarter of the increase is from the gas rich northeastern plays in PADD 1.", "861": "Propane volumes will see similar, if slightly less extreme trends, with PADD 3 accounting for 50% of last decade’s growth and Bakken volumes from PADD 4 making up another 10%.", "862": "Canadian production is set to continue its upward trajectory over the forecast period, buoyed by increases in bitumen output and expanded export capacity via the Trans Mountain Expansion  pipeline.", "863": "Optimisation and debottlenecking of operations at oil sands projects will add incremental barrels, while new capital projects are limited in size and scope due to social costs and expectations of carbon tax increases.", "864": "Additional headwinds to growth will come from capital discipline and shareholder distributions.", "865": "By 2030, supply will be just above 6,5 mb/d, 680 kb/d higher than in 2023.", "866": "Canadian offshore output is set to remain broadly flat at around 200 kb/d as renewed interest in the province does little more than offset base decline.", "867": "Last year saw the Suncor led 30 kb/d Terra Nova FPSO restart.", "868": "The Cenovus led West White Rose project has been progressing and is slated to bring up to 80 kb/d to the market starting in 2026 , extending the asset life by over a decade.", "869": "Outside of that, interest is muted with Equinor the only company to have recently drilled successful exploration wells in the area.", "870": "Takeaway capacity for the Western Canada Sedimentary Basin expanded by 590 kb/d this year as the TMX pipeline went into service.", "871": "The once beleaguered project offers a welcome relief to producers as last winter saw a surge in output after turnarounds, increasing rail car usage while depressing local differentials relative to WTI.", "872": "The new pipeline will also open additional capacity to Asia and US West Coast refineries.", "873": "Currently, PADD 5 refineries import close to 1,2 mb/d of crude, of which only 300 kb/d are of Canadian origin, while PADDs 2 and 4 import a combined 2,9 mb/d of crude with almost the entirety being from Canada.", "874": "This report expects TMX to be fully utilised by 2028.", "875": "Total oil supply in non OPEC+ Latin America will grow by 1,7 mb/d to 7,9 mb/d in 2030 after peaking at 8,2 mb/d in 2029.", "876": "Prolific resources tapped in Brazilian offshore pre salt reservoirs, the Stabroek Block in offshore Guyana and the Neuquén Basin in Argentina offset declines from mature producers in the rest of the region.", "877": "Additional barrels could be on the horizon from frontier areas such as Brazil’s Equatorial Margin or Argentina’s North Argentine Basin.", "878": "Brazilian output will rise by 770 kb/d, peaking at 4,6 mb/d in 2029 before retreating to 4,3 mb/d in 2030.", "879": "Petrobras operated fields are expected to contribute 85% of the increase, while TotalEnergies, Shell, Equinor, CNOOC and CNPC also expand their footprint in Brazil’s prolific offshore.", "880": "The majority of the projects and expansions are slated for the Santos Basin, currently home to 70% of Brazilian crude production.", "881": "With a base production decline rate close to 15% per year, any significant project delays or operational issues could put Brazil’s projected growth at risk.", "882": "Extended production plateaus from robust infill drilling present upside risks to our forecast.", "883": "Mero and Búzios are two large multi phase projects that will deploy a combined total of 15 FPSOs by 2028, including seven already in service.", "884": "Petrobras plans to bring online 11 FPSOs between now and 2029, including six Búzios installations.", "885": "The Búzios project will have a capacity of close to 2 mb/d after the 11 FPSOs are in service.", "886": "Moreover, Petrobras has plans for four additional FPSOs that are currently pre FID but not included in this forecast.", "887": "Even with these, production peaks in 2029.", "888": "Guyana has posted strong growth over the last five years, from producing its first barrel of oil in 2019 to averaging close to 600 kb/d in 2024.", "889": "The ExxonMobil led consortium has continued to make discoveries in the prolific Stabroek Block, where current estimates of recoverable oil equivalent resources stand at close to 12 billion barrels and a seventh phase is reportedly in the pipeline but not yet sanctioned.", "890": "The third FPSO, Prosperity, was brought online in December 2023.", "891": "Three more sanctioned FPSO vessels totalling 750 kb/d of capacity are expected to be brought online over the next three years.", "892": "Based on the current project pipeline and in the absence of further sanctioned phases, production could peak close to 1,3 mb/d in 2028 before declining to 1,1 mb/d by 2030.", "893": "The most promising block for Suriname’s first offshore barrels lies directly east of Guyana.", "894": "Block 58 is a joint TotalEnergies and APA Corporation owned parcel, with FID anticipated for late 2024.", "895": "First oil is expected five years after FID, with a FPSO designed to produce between 180 200 kb/d.", "896": "Three other blocks in the country are promising, with companies in various stages of exploration and appraisal, but even if successful those volumes would likely materialise in the second half of the next decade.", "897": "Assuming that Block 58 is indeed sanctioned, Suriname’s output would grow from 10 kb/d to 200 kb/d by the end of the decade.", "898": "Argentina’s main shale patch, the Vaca Muerta in the Neuquén Basin, roared back to life over the last three years despite geopolitical and other above ground risks.", "899": "Newly elected President Javier Milei campaigned on a platform of broad sweeping reforms.", "900": "Our forecast assumes the energy sector gets a lift from his proposed reforms to privatise the state owned YPF and in curtailing the current capital controls.", "901": "Additionally, last year saw improvements in liquids takeaway capacity with the completion of the Trans Andean pipeline revamp.", "902": "Talks are in place for a potential partnership between YPF and Energy Transfer to build up to 800 kb/d of additional pipeline and export capacity.", "903": "Creating a global market for Neuquén oil and gas will require large infrastructure investments.", "904": "Argentina’s LTO is forecast to grow by 520 kb/d to 830 kb/d by 2030, bringing total output from 770 kb/d in 2023 to 1,2 mb/d.", "905": "By contrast, supply in the rest of Latin America is expected to decline as the lack of investment and projects take their toll on the region’s industry.", "906": "Peru, currently producing 120 kb/d, has announced plans to boost investment in exploration and production over the next five years, which will mitigate losses but the roadmap to increased volumes remains unclear.", "907": "Ecuador had stated similar goals in previous years but the referendum on closing the 60 kb/d Ishpingo Tambococha Tiputini  field, passed during the 2023 election, has chilled the investment climate in the country.", "908": "The referendum was supposed to close the field within one year and newly elected President Daniel Noboa had promised to respect the result.", "909": "Earlier this year, among rising domestic unrest and widespread violence, he had apparently changed his position.", "910": "This report assumes the ITT field remains operating for the outlook period.", "911": "Nonetheless, output is projected to fall from 450 kb/d to 390 kb/d by 2030.", "912": "After the 2022 elections, the Colombian government tacked towards renewables and halted new oil and gas exploration licences.", "913": "The impacts of this decision will weigh more heavily on oil due to the nature of the country’s hydrocarbon systems and recent offshore gas discoveries.", "914": "While Colombian mature fields have seen an improvement in maintenance operations and underlying base production rates, supply is expected to continue on a managed decline, falling from 790 kb/d in 2023 to 620 kb/d at the end of the decade.", "915": "North Sea assets are currently in sharp focus as a UK general election looms and Norwegian courts pumped the brakes on a handful of petroleum development plans.", "916": "The long term erosion of North Sea supply has seen a temporary respite since 2022 but is expected to resume after 2025.", "917": "The United Kingdom is particularly susceptible as volumes are expected to drop 4% per year to a 50 year low of 570 kb/d by 2030, even as three projects come online and companies mull over others.", "918": "Norway’s situation is different as new projects will lead to a slight boost in output to 2025 when the Johan Sverdrup field will make up close to one in every three barrels that Norway produces.", "919": "After that, Norway will begin a downward spiral unless new projects are sanctioned, a prospect that appears more challenging every year.", "920": "Total North Sea production is forecast to decline by 400 kb/d to 2,4 mb/d by 2030.", "921": "Net zero ambitions as well as social pressure on governments, major financial institutions and insurers are shaping the future production profile of the North Sea , already undergoing a structural shift as private equity reduces the major’s dominance.", "922": "Home to some of the lowest emission intensities in the world, Norwegian producers are striving for world class carbon intensity metrics by electrifying upstream facilities to improve their longevity and remain attractive investment prospects.", "923": "Balancing those ambitions is the need for regional energy security as Europe continues to progress its energy transition.", "924": "Norway’s crude oil production is expected to grow through 2025 as three new developments started up last year and four more are planned to see first oil this year and next, including the large Johan Castberg project in the Barents Sea.", "925": "Norway has substantial remaining resources, robust infrastructure and a low carbon intensity from oil production.", "926": "Yet a recent court ruling invalidated three field licences, including one that had already started producing.", "927": "Whether this is a harbinger of shifting attitudes in the country is yet to be seen.", "928": "Without a continued willingness to sanction new projects, output will fall from its 2025 peak by 340 kb/d to 1,8 mb/d in 2030.", "929": "The United Kingdom’s five year production decline is expected to pause in 2025 at 710 kb/d before continuing its downward path through our forecast period.", "930": "Neptune’s Seagull project that started up last year and Shell’s Penguins redevelopment this year, along with BP’s improved Clair Ridge project, arrest the county’s declining output in 2024 and 2025.", "931": "However, these developments, along with Equinor’s 2027 start up of Rosebank, are not sufficient to offset years of weak investment.", "932": "And with few other projects sanctioned, output looks set to fall to 570 kb/d in 2030.", "933": "Non OPEC+ Asia Pacific oil production continues to falter due to ageing oil fields, Western company exits and investments increasingly geared towards natural gas.", "934": "China is the only exception, thanks to high reinvestment rates and a strong government mandate to increase output in the short term.", "935": "Regional volumes have fallen by 700 kb/d over the last decade and are poised to decline by a further 13%, or 870 kb/d, by 2030.", "936": "The three state owned Chinese companies , Sinopec, China National Petroleum Corporation  and the China National Offshore Oil Company", "937": " , have stepped up their efforts and increased investments to stymie declines, with production having increased by 10% since 2018 to 4,3 mb/d in 2023.", "938": "This trio has thus far been successful in executing the 14th Five Year Plan that laid out ambitious energy and climate goals that prioritise energy security and fossil fuel developments.", "939": "CNPC and Sinopec have been able to arrest the decline in onshore reservoirs while CNOOC has continued to find new offshore reserves and bring them online.", "940": "These efforts will boost total oil supply to 4,5 mb/d in 2025 before natural declines get the upper hand.", "941": "Output in 2030 is forecast at 4 mb/d.", "942": "Australian supply is forecast to fall by one third from 380 kb/d to 260 kb/d in 2030, driven by declines in the Greater Enfield development and Northwest Shelf condensates.", "943": "Australian regulators approved the Santos’ 80 kb/d Dorado development in 2023 yet the company still has not taken FID.", "944": "If approved this year, production could be started by 2028.", "945": "The other medium sized producers , India, Indonesia and Thailand , continue on managed declines with no major projects in the queue to turn around faltering production.", "946": "Indian output will get a small uplift in 2024 as the 50 kb/d offshore Krishna Godavari Basin Cluster 2 project ramps up and the onshore Rajasthan Basin posts a modest increase.", "947": "From 710 kb/d in 2024, output falls to 570 kb/d in 2030.", "948": "Volumes in Indonesia  and Thailand", "949": " have fallen since 2016 and are forecast to slip by a further 230 kb/d and 80 kb/d, respectively, to 400 kb/d and 250 kb/d by 2030.", "950": "Indonesia put new bid terms in place during 2023 to attract investment in an effort to supply growing domestic oil and gas consumption with indigenous production.", "951": "While it is too soon to see if these efforts bear fruit, the country’s upstream regulator SKK Migas estimated that close to USD 16 billion was invested in the country in 2023.", "952": "Qatari oil supply is set to rise by 600 kb/d over the forecast period after it announced further development of associated condensates from the massive North Field.", "953": "Its total oil production is due to rise in every year of the forecast to a record 2,4 mb/d in 2030.", "954": "The country’s 64 million tonnes per year  LNG expansion will be carried out in three phases: first the 32 Mt/yr North Field East  followed by the 16 Mt/yr North Field South  and then the 16 Mt/yr North Field West .", "955": "We expect full capacity to be reached after 2030.", "956": "The three schemes combined are expected to raise LNG capacity from 77 Mt/yr to 142 Mt/yr and increase the volume of NGLs starting from 2026.", "957": "This latest capacity addition will require the construction of two LNG trains, in addition to the six already underway for the earlier expansions.", "958": "NFE and NFS are expected to start up in 2026 and 2027, respectively.", "959": "NFE will have four trains that are due to produce some 260 kb/d of condensate, 130 kb/d of LPG and 70 kb/d of ethane.", "960": "NFS will have two trains that are slated to produce 130 kb/d of condensate along with 60 kb/d of LPG and 30 kb/d of ethane.", "961": "Qatar’s crude production is expected to edge up to 650 kb/d by 2030 from around 610 kb/d currently due to new additions at the Al Shaheen and Bul Hanine fields.", "962": "Non OPEC+ African supply is set to increase by 190 kb/d, or 8%, through the forecast period as projects ramp up in Côte d’Ivoire, Niger and Ghana.", "963": "Senegal and Uganda are set to join the producers’ club later this year and in 2026, respectively, while new discoveries continue offshore Namibia and Côte d’Ivoire.", "964": "Yet it is not all smooth sailing as projects in Kenya, Ghana and Mozambique continue to face delays and Uganda’s Lake Albert project remains bogged down by domestic politics.", "965": "Higher oil prices and renegotiated production sharing contracts have helped arrest a six year decline in Egyptian output.", "966": "Increased investment from APA Corporation, Eni and the Capricorn Cheiron consortium as well as further bid rounds, will help to flatten declines but aren’t enough to grow future liquids supply.", "967": "For the last two years, total oil output has remained relatively constant at 600 kb/d.", "968": "This year and next are expected to average 580 kb/d, with output sliding to 500 kb/d by the end of the decade.", "969": "Senegal is on track to become an oil producer later this year when Woodside’s 100 kb/d Sangomar FPSO is commissioned.", "970": "The vessel arrived in coastal waters in February and work is being done to hook up 23 production, injection and gas wells that are part of the first phase.", "971": "Ghana also sees an uptick in flows this year as the Jubilee Southeast project, commissioned in 2023, ramps up.", "972": "Total output is forecast to reach 220 kb/d in 2030.", "973": "Additionally, supply in Niger is expected to increase in 2024 and 2025 as a Chinese built pipeline facilitates increased drilling in the Agadem Rift Basin.", "974": "Oil production is seen growing by 50 kb/d this year and another 30 kb/d in 2025, before declining through the end of the decade.", "975": "In Côte d’Ivoire, Eni’s Baleine project saw first oil last year when Phase 1 came online.", "976": "An additional 30 kb/d of capacity is slated for late 2024 when Phase 2 starts up.", "977": "Eni has discussed an additional 100 kb/d of output with a Phase 3, but it has not taken an FID and as such is not included in our forecast.", "978": "Baleine is notable as Africa’s first Scope 1 and Scope 2 net zero oil and gas development.", "979": "It has been a pioneering step for the industry to take FID on a major capital project with a full lifecycle net zero intent.", "980": "Eni’s successes have continued with their recent potential 1 billion barrel Calao discovery, the second largest in the country’s history.", "981": "In Namibia’s offshore Orange Basin, another recent find by Galp Energia SA that could be as large as 10 billion barrels brings the country’s potential discovered resource base to a level similar to that of Guyana.", "982": "TotalEnergies, Shell and QatarEnergy have been performing appraisal and delineation work on their discoveries.", "983": "While no development plans have been submitted to exploit these fields, they have the potential to catapult Namibian output along a similar path as to Guyana’s early in the next decade.", "984": "Angola, which quit OPEC at the start of 2024, is expected to see oil supply ease by about 100 kb/d to roughly 1 mb/d by 2030.", "985": "Its output has been slumping for years due to underperforming assets and operational setbacks.", "986": "The departure of the West African country from the producer bloc came after it publicly rejected the group’s decision to revise down its 2024 crude oil production ceiling.", "987": "Angola’s crude oil production plateaued at 1,7 1,8 mb/d from 2008 to 2016 before starting on a decline aggravated by operational issues at its high cost deepwater oil fields.", "988": "In an effort to help stem the decline, TotalEnergies has taken an FID on the Kaminho deepwater project, comprising the Cameia and Golfinho fields, where first oil is targeted for 2028 and expected to ramp up to around 70 kb/d.", "989": "TotalEnergies and CNOOC approved two projects in Uganda near Lake Albert in late 2021 and early 2022, respectively.", "990": "The projects have been marred by repeated delays, with financing issues and land compensation schemes still hampering progress.", "991": "FID of the East Africa Crude Oil Pipeline , the project’s only export route, hasn’t been completed as Chinese insurers still need to sign off on it.", "992": "The 1 440 km heated pipeline has been a source of controversy since it was announced.", "993": "Environmental campaigners opposed the project and successfully lobbied Western banks not to fund it.", "994": "The latest setback for the project has pushed our start up dates for both the Tilenga and Kingfisher fields to 2026.", "995": "The global refining industry is set to undergo another major step change as it adapts to slowing oil demand growth amid the accelerating transition to clean energy technologies over the 2023 2030 forecast period.", "996": "Global refining capacity is projected to expand by 3,3 mb/d by the end of the decade, a marked slowdown from historic trends.", "997": "Despite this more modest rate of capacity expansion, it will still outpace the call on refined products by a factor of nearly three to one over the forecast period as non refined fuels including fractionated NGLs and biofuels increase by a combined 2,5 mb/d.", "998": "Refiners will need to adjust their product slates to meet the challenge of reduced consumption of road transport fuels, as electric vehicles increase their market share.", "999": "Moreover, the surge in petrochemical feedstock use , the pillar of oil consumption growth in our outlook , will largely be met by the massive ramp up of NGLs this decade.", "1000": "This, in combination with rising biofuel use , the other source of non refined fuels , undermines demand for refined product supplies and the need for additional refining capacity.", "1001": "Non refined fuel products are set to capture more than 75% of additional demand over the 2023 2030 period.", "1002": "This significant rise in non refinery product supplies will add pressure on refinery operating rates and, potentially, profitability.", "1003": "Arguably, this pressure might be greatest on catalytic cracking units given weak gasoline demand and strong competition for middle distillates, including vacuum gasoil as a feedstock.", "1004": "The threat of falling utilisation rates in mature demand centres raises the prospect of further capacity closures before the end of the decade.", "1005": "Capacity growth will remain concentrated in Asia, most notably in China and India.", "1006": "However, even these stalwarts of capacity growth will slow down, particularly post 2026.", "1007": "Global oil trade will continue to be driven by Asia’s growing structural shortfall in crude and product supply and the Atlantic Basin’s increasing surplus of crude, NGLs and products.", "1008": "Rising non OPEC+ crude supply, in conjunction with international sanctions on Russian crude exports and OPEC+ voluntary cuts, will push higher volumes from the Atlantic Basin to East of Suez over the outlook period.", "1009": "The loss of predominantly medium sour crudes from the Middle East amid OPEC+ output cuts is partially offset by rising Brazilian, Guyanese and Canadian supplies, with the Canadian exports gaining greater access to Asian markets.", "1010": "Light sweet crude grades from US LTO production will continue to find homes in Europe, and increasingly in Africa, India and elsewhere in Asia.", "1011": "Product trade will see higher intra regional flows East of Suez, driven by Asia, attracting more product supply from the Middle East.", "1012": "Supplies from Russia, which are broadly subject to import sanctions in much of the Atlantic Basin, will continue to head east, although Africa and Latin America may also boost imports over time.", "1013": "Europe’s continuing shortfall in diesel and jet fuel supply, plus North America’s need for jet fuel imports, will focus global competition in middle distillate markets.", "1014": "The Western Hemisphere, with North and South Americas combined, is the largest incremental supplier of oil to global markets in our forecast period, while the Eastern Hemisphere is the leading driver of demand.", "1015": "Going forward, the disparity between the east and west will add further impetus to global trade flows.", "1016": "Refiners have adapted to the global redrawing of product market flows following the imposition of sanctions on Russian crude and product exports since early 2022.", "1017": "The rebalancing of markets to reach this new equilibrium has boosted middle distillate and gasoline cracks in the Atlantic Basin.", "1018": "In parallel, refineries in Asia have absorbed increasing crude volumes from the continued surge in US LTO production and heavily discounted Russian Urals exports.", "1019": "Despite two years of exceptionally strong margins, the refining industry now faces two challenges that will drive market dynamics in the coming years and weigh on operating rates and profitability.", "1020": "First, the projected peak in transportation fuel demand in the medium term will pressure utilisation rates.", "1021": "Second, competition in petrochemical feedstock markets from surging NGL production risks swamping light distillate markets.", "1022": "Historically, naphtha could be blended into the gasoline pool.", "1023": "However, by 2030 this flexibility will be limited by ample gasoline supply, relative to demand.", "1024": "This will likely further intensify competition between naphtha and LPG.", "1025": "Adding to these competing sources of LPG and light distillate supply, government mandates will increase the use of renewable and biofuel supplies thereby compounding the pressure on refineries to lower operating rates.", "1026": "Longstanding regional product imbalances have seen their price impact magnified by the sanctions driven oil market dislocations over the past two years.", "1027": "This report assumes that Russia related sanctions will remain in place through 2030.", "1028": "First and foremost, European diesel markets have lost a major source of short haul supply.", "1029": "Consequently, European imports are increasingly being met from the United States, Middle East and, at the margin, Asia.", "1030": "This has boosted regional diesel cracks, as workable import arbitrage opportunities support a premium to low cost supply from the Middle East.", "1031": "Similar patterns have emerged in other import dependant regions, including European and US jet fuel markets and US East Coast gasoline markets.", "1032": "These markets have seen stronger premiums versus assessed low cost sources of supply.", "1033": "Refineries can generate a competitive advantage from several factors, all of which establish a defensive moat that protects profit margins.", "1034": "Refineries may benefit from scale and complexity, or they might have cost advantages due to their location or access to cheap crude.", "1035": "Similarly, refiners may be able to command a premium for their product pricing.", "1036": "Some refineries may have the operational flexibility to adapt output yields more easily to the rise in middle distillate demand versus the fall in gasoline demand that we expect to see over the forecast period.", "1037": "In addition to these competitive factors, refiners may also sit within an integrated value chain that limits their exposure to these market dynamics.", "1038": "Consequently, the challenges looming on the horizon can, individually or in combination, undermine or even erase a refinery’s competitive position.", "1039": "Of the projected 3,2 mb/d of growth in demand during 2024 2030, more than 75% will be met by non refined fuels including fractionated NGLs and biofuels, which increase by a combined 2,5 mb/d over the forecast period.", "1040": "We assume that higher cost OECD regions will be more acutely impacted by the rising share of non refined products than non OECD regions, but falling utilisation rates will have repercussions that will be felt across the global refining industry by the end of the decade.", "1041": "Refinery capacity growth is underpinned by a projected 5,1 mb/d of new projects to be completed by the end of the decade, while 1,8 mb/d is forecast to be shut in, for an overall net increase of 3,3 mb/d.", "1042": "This view is more cautious than envisaged in the Oil 2023 report as several projects that failed to make any discernible progress over the past 12 months have been removed from the project pipeline.", "1043": "Recent record profitability has not triggered a new wave of refinery project and expansion announcements.", "1044": "However, several planned closures have been deferred, as refineries reap the benefits of the strong margins posted in 2022 and 2023.", "1045": "Moreover, the current schedule of expansions is expected to be largely complete by 2026.", "1046": "Consequently, from 2027 onwards only limited capacity increases, concentrated in China and India, are expected.", "1047": "However, projects that have yet to receive a final investment decision  could yet be completed by 2030 if approvals are made in the very near future.", "1048": "Similarly, projects that have made insufficient progress to be finished within the forecast period could be included if progress accelerates from current rates.", "1049": "Notably, the 1,2 mb/d Ratnagiri refinery in India and the 200 kb/d Lobito refinery in Angola fall into the first and second categories, respectively.", "1050": "How refiners respond to these shifting product and regional demand challenges will depend on a multitude of factors, including access to cheap crude and natural gas, premium pricing locations, operating costs, and yield configurations.", "1051": "Arguably, a vertically integrated value chain from the upstream wellhead, through refining and onto a retail or industrial/commercial consumers, provides an insulated business model that can ignore shifts in value creation across the chain.", "1052": "However, this oversimplifies the complex nature of a returns focused business that seeks to optimise each aspect of its value creation.", "1053": "Without either a reduction in capacity, lower utilisation, or a material change in yields , a refinery facing contracting domestic demand is increasingly exposed to international competition.", "1054": "This shifts a greater share of production from inland CIF based pricing within the integrated value chain into the inherently weaker FOB based pricing mechanism as products are exported.", "1055": "Data for mature markets such as Japan indicate that weaker demand initially results in utilisation rates dropping, but ultimately forces capacity to be closed.", "1056": "Falling demand also subjects refined product markets to greater exposure to international trade, as demand and refined products output can become misaligned.", "1057": "Consequently, the above factors point towards an environment where closures are more likely in the Atlantic Basin.", "1058": "Considering the scale and complexity of regional refining industries, Europe stands out as having older, relatively small, and less complex refineries that are more open to international trade than other regions.", "1059": "Conversely, utilisation rates East of Suez remain steady as positive regional demand growth offers some protection from the impact of the energy transition.", "1060": "Furthermore, cost advantaged locations, access to low cost crude and proximity to structurally short markets in Asia all play a part.", "1061": "One lens through which to view refinery profitability is the relative tightness between crude and product markets.", "1062": "If refiners face a disparity in conditions between crude and product markets, then arguably they have three options for handling the mismatch.", "1063": "First, if the margin structure supports it, they can continue to pay up for crude.", "1064": "Second, if they have operational flexibility, refiners can draw crude inventories, which effectively contributes to tighter crude market conditions.", "1065": "Lastly, if margins don’t support processing crude, they can cut runs and thereby transmit weakness in product markets back to crude markets.", "1066": "Tightness in both crude and product markets results in outsized returns for refineries as backwardated market structure in crude amplifies the backwardated market structure in product markets and results in extremely strong cracks for products of net importers, for example European diesel cracks.", "1067": "Conversely, weaker crude and product market conditions, as witnessed in 2020 2021 implies a tougher operating environment for refineries.", "1068": "Two caveats to this assessment are worth highlighting.", "1069": "First, the refining industry doesn’t have to process crude where margins don’t support it.", "1070": "The demand collapse of 2020 demonstrated the power of enforcing economic run cuts to restore profitability at refineries.", "1071": "Lessons learnt from this episode have likely not been forgotten.", "1072": "Run cuts effectively transfer product market weakness back into crude markets.", "1073": "Second, the refining industry now has a greater share of merchant refineries that can respond more quickly and be operationally and financially disciplined in reacting to changes in market conditions.", "1074": "The prospect of refined product demand contracting over the balance of the decade, initially for gasoline, and subsequently for diesel, will require adjustments to activity levels and refinery yield structures that will be signalled by individual product cracks.", "1075": "Some refineries will be forced to cut runs, either proactively or reactively, or, in the longer run, exit the industry.", "1076": "Within our assessments for the period through to 2030 we do not explicitly forecast capacity closures beyond those already announced.", "1077": "However, refinery operating rates are adjusted to reflect the heightened competitive pressures.", "1078": "We envisage that European and North American refining capacity will suffer the sharpest decline in rates, given the speed of the demand contraction is greatest there.", "1079": "Furthermore, a particularly dramatic shift could occur to US Gulf Coast  refineries.", "1080": "The period to 2030 will see the rerouting of Canadian barrels to the Pacific market via the TMX pipeline, and declining Mexican exports of Maya crude.", "1081": "Both these factors will tighten regional crude markets and likely pressure profits and operating rates.", "1082": "This report’s analysis through to 2030 envisions a global refining industry that faces the challenge of meeting strong kerosene and diesel demand growth, while gasoline use drops, even though increasing naphtha demand offers a partial offset.", "1083": "We assume that refineries will adapt to the shifting demand patterns by raising middle distillate yields at the expense of naphtha and gasoline.", "1084": "Gasoline yields will need to shrink globally by 1,3% to contain potential surplus supplies.", "1085": "Notable changes that drive this are in the US refining system, given the typical draw on the middle distillate pool to feed upgrading units, such as catalytic cracking.", "1086": "Elsewhere, a partial offset comes from higher naphtha yields.", "1087": "The Covid 19 demand collapse and subsequent recovery demonstrated that national refining systems can adjust kerosene and diesel production when required by as much as two percentage points.", "1088": "In aggregate the changes required to middle distillate yields to adapt to the 2030 demand mix are neither as dramatic nor as rapid.", "1089": "The second challenge that refineries face is the continued surge in US LTO and NGL production.", "1090": "Rising supplies of light sweet crude to global markets and the concurrent OPEC+ production policy which restricts the availability of medium and heavy crude have compressed light sweet grades price premiums versus heavy sour crude differentials.", "1091": "Prior to the US shale revolution boosting supply of light sweet crude oil, the marginal barrel available to refineries was typically heavier and sourer than the average.", "1092": "This dynamic gave complex refineries a competitive advantage over less sophisticated refining capacity.", "1093": "US shale oil has inverted this trend and thereby improved the competitiveness of less sophisticated plants that would otherwise be disadvantaged by the lack of upgrading and hydrotreating capacity versus more complex ones.", "1094": "While LTO supplies have been a boon to less complex refineries, complex refineries have had to compete harder for heavy crude supplies and feedstocks to fill upgrading capacity.", "1095": "The analysis contained in this report assumes the current OPEC+ output agreement, including formal, voluntary and additional voluntary cuts, remains in place.", "1096": "Consequently, the global sour crude market is tight in the short term, but becomes increasingly long in the second half of the decade.", "1097": "We assume the majority of the global surplus will result in a product overhang dominated by gasoline components.", "1098": "Crude balances account for about one third of the surplus, but the need to meet diesel and, more particularly, kerosene demand will drive crude runs higher until late in the decade.", "1099": "In contrast to the mixed impact on refining from higher shale oil supplies, the surge in NGL production and exports from North America has, on balance, increased competition in the petrochemical feedstock markets and been a drag on refineries.", "1100": "Increased integration with petrochemical capacity has long been a preferred way to boost refinery gross margins and absorb unwanted light ends production into higher value product streams.", "1101": "The expansion of ethane and propane based petrochemical capacity has marginalised the use of naphtha and mixed feed crackers in Europe and undermined the profitability of refinery produced propylene.", "1102": "Further increases in NGL production will continue to win market share in petrochemicals and limit refineries’ ability to shift away from gasoline production to increased yields of propane and propylene from their catalytic cracking operations.", "1103": "Furthermore, in tandem with higher NGL supply, mandated increases in both biofuel and renewable fuels use will also dampen the call on refined products.", "1104": "We expect to see gains in competing supplies of kerosene from sustainable aviation fuels , as well as from biodiesel and ethanol.", "1105": "On balance, the combination of new refinery start ups, predominantly in Asia, demand in the Atlantic Basin falling and increased competition from NGLs, biofuels and renewables raises the risks of further capacity closures.", "1106": "We model falling utilisation rates in OECD Europe and Americas as a proxy for this dynamic.", "1107": "However, the eventual losers in the competitive process will be determined by the trade off between being in a cost advantaged area, for example the US Gulf Coast, versus being located in a region that remains a net importer for large swathes of its fuel needs, for example Europe.", "1108": "The balance between these two factors is complicated by the recent imposition of import embargoes and trade sanctions on Russia by the European Union and the Group of Seven  that have dramatically redrawn oil trade flows and forced European markets to reprice diesel and jet fuel, such that they can attract more volumes from longer haul locations East of Suez.", "1109": "Over the 2024 to 2030 timeframe, the global refining sector is poised for a period of subdued growth, with nameplate capacity  forecast to rise from 104,2 mb/d to 107,4 mb/d.", "1110": "Installed capacity remains more than adequate to meet world demand for refined products of 85,8 mb/d by the end of the forecast period.", "1111": "While capacity increases by a net 3,3 mb/d by 2030, refinery runs are forecast to rise by only 2,1 mb/d and growth in demand for refined products  by 1,2 mb/d.", "1112": "As demand growth tapers off, global utilisation rates are expected to drop, prompting a rationalisation of capacity.", "1113": "The 3,3 mb/d in net capacity additions over the seven year period is less than the Oil 2023 forecast of 4,4 mb/d for the 2023 2028 period.", "1114": "This total includes 5,1 mb/d in new projects, offset by 1,8 mb/d in announced closures.", "1115": "Annual net capacity additions average 470 kb/d, a significant decline from the 2010 2019 average of 780 kb/d.", "1116": "Announced capacity closures over the forecast period are lower than the historical average, with more closures likely to be announced in the coming years.", "1117": "For now, 2025 is the peak year for refinery closures, with a total of 800 kb/d of capacity set to go offline.", "1118": "OECD Europe will bear the brunt of this reduction, with four separate closures amounting to 480 kb/d.", "1119": "In the Americas, the United States will see two shutdowns totalling 380 kb/d.", "1120": "Unexpectedly, for regions East of Suez, China will account for nearly 65% of the announced closures, as governmental restrictions on import and export quotas, and regulations on emissions continue to force independent refiners to shut down.", "1121": "Still, these closures, totalling 640 kb/d of capacity, are overshadowed by 1,6 mb/d of new refinery capacity under development.", "1122": "This slowdown in investment in refining capacity is attributed to several factors, including anticipated slower growth in demand, regulations driving the transition away from fossil fuelled vehicles  and hesitancy among refiners to further expand due to environmental, social and governance  policy pressures.", "1123": "Investment priorities for refineries have broadened from a focus on volumetric and complexity enhancements to encompass reducing Scope 1 and Scope 2 greenhouse gas emissions , flexibility to co process low carbon feedstocks and renewable fuel production.", "1124": "Additionally, profitability is constrained by escalating carbon taxes, rising biofuel supply, fuel efficiency regulations and surging EV sales that are all eroding demand for refined transport fuels.", "1125": "Furthermore, uncertainties surrounding the macroeconomic climate and geopolitical tensions, including the Russia Ukraine conflict, are set against recent record level refinery margins, leaving many refiners holding back investment.", "1126": "The post pandemic years saw a surge in capacity as projects that were delayed by restrictions and supply chain bottlenecks were completed.", "1127": "Projects due onstream from 2024 to 2026 account for around 4,4 mb/d, accounting for most of the 5,1 mb/d of gross additions over the forecast period.", "1128": "Beyond 2026, expected completions are relatively sparse.", "1129": "Against a backdrop of slowing global demand and rising NGL, biofuel and renewable fuel supplies, the next three years may be the last period of net capacity additions.", "1130": "Subsequently, closures, although not explicitly forecast in this report, may well eclipse additions as demand growth for refined products turn negative near the end of the decade.", "1131": "The regional distribution of net capacity additions remains consistent with previous editions of this report.", "1132": "East of Suez continues to drive capacity growth, accounting for nearly 85% of the increase.", "1133": "New projects in the region will add a net 2,8 mb/d, primarily dominated by developments China, India and the Middle East.", "1134": "China and India will each add around 1 mb/d in capacity while the Middle East will expand by 630 kb/d. In the Atlantic Basin, new refineries in Nigeria  and Mexico  add a combined 1 mb/d.", "1135": "Shutdowns in OECD regions will partly offset these gains, however, resulting in a net increase of around 500 kb/d.", "1136": "The crude and condensate surplus in the Atlantic Basin grows by 2,7 mb/d, while the deficit in East of Suez expands by 2,8 mb/d, implying increasing crude flows east.", "1137": "Beyond announced closures, we expect capacity that is at risk of closure  to increase over the course of the decade, as regional utilisation rates drop in the Atlantic Basin.", "1138": "The 2023 global baseline assessment of 8,5 mb/d is inflated by poor utilisation rates in several countries, most notably Mexico, Venezuela, Russia and China, that boost the assessment by nearly 4 mb/d.", "1139": "Excluding these long term low utilisation countries, capacity at risk of closure increases from 5 mb/d in 2023 to 5,9 mb/d in 2030.", "1140": "By 2030 Europe and North America could each have between 1 1,5 mb/d of at risk capacity.", "1141": "By contrast, some regions will experience a reduction in spare capacity, notably in China, where improved utilisation rates for refining have been a government objective for several years.", "1142": "Smaller reductions in Africa and Russia come from increased refinery utilisation.", "1143": "Asia’s growing structural shortfall in crude, in tandem with the Atlantic Basin’s growing surplus, will dictate trade patterns through the end of the decade.", "1144": "The exclusion of Russian crude from most Atlantic Basin importers due to sanctions will also support increased flows of crude to the East of Suez.", "1145": "Furthermore, reduced Middle East sour crude exports are partially offset by rising Brazilian and Guyanese oil supplies.", "1146": "US LTO production will boost the supply of light sweet grades to Europe, West Africa as well as to Asia, where Atlantic Basin crude’s market share increases.", "1147": "The global crude balance shifts from a deficit in 2024 to a surplus, by 2030 of 700 kb/d, driven by rising supply and slowing demand growth.", "1148": "Availability of crude surpasses the global import requirements, leading to an opportunity to rebuild global inventories.", "1149": "Within the framework of the 2023 2030 outlook, increased capacity of 3,3 mb/d and higher crude runs of 2,1 mb/d both far outweigh the growth in demand for refined products of only 1,3 mb/d.", "1150": "Refining activity in the Atlantic Basin will see utilisation rates drop by 2%, centred mostly in Europe and the Unites States where throughput falls in line with the decline in demand.", "1151": "As a result, output in the region will decrease by 600 kb/d.", "1152": "Conversely, refinery runs East of Suez will grow by 2,7 mb/d, and throughput will continue expanding unabated despite peak oil demand on the horizon.", "1153": "The Middle East, India, China and Africa are set to lead crude throughput growth over the forecast period.", "1154": "By 2030, the Atlantic Basin surplus in crude and condensates is expected to reach 7,9 mb/d, representing an increase of 2,7 mb/d from 2023.", "1155": "This surplus will primarily consist of light sweet crude, and to a lesser extent medium grades, thanks to rising exports from the United States, Brazil and Guyana.", "1156": "The US refining industry faces significant challenges in the coming years.", "1157": "Despite the recent strength in refining margins, adverse demand trends and diminishing nearby export markets will pressure utilisation rates.", "1158": "This will likely prompt further rationalisation and restructuring to maintain the industry’s competitiveness.", "1159": "Refinery runs are projected to decline by close to 1 mb/d by 2030, partly due to announced refinery closures totalling nearly 400 kb/d, but primarily because utilisation rates will need to decrease further to align with a 1,4 mb/d decline in US oil products demand.", "1160": "In California, Phillips 66 ceased processing crude at its 128 kb/d Rodeo facility and has converted the plant to a biofuel facility.", "1161": "Meanwhile, Houston's Lyondell refinery in Texas will shutter its 263 kb/d operation in 2025.", "1162": "A further 500 kb/d of US refinery capacity is at risk by the end of the decade.", "1163": "Despite this potential rationalisation, by 2030, the United States is projected to have a surplus of approximately 5 mb/d in oil products, across LPG/ethane, gasoline, naphtha and diesel.", "1164": "The combined surplus in liquefied petroleum gas  and ethane is forecast to grow by 400 kb/d to 3 mb/d.", "1165": "NGLs supply rises by 900 kb/d, led by the Permian, while domestic demand for ethane and LPG will be less than half of this, resulting in a rising surplus available for the export market.", "1166": "The persistent deficit in the rest of the Americas will likely absorb close to 40% of the US LPG surplus, with the remainder exported to the rest of the world.", "1167": "However, the United States will face competition from the Middle East for market share East of Suez.", "1168": "The global market for light ends and LPG is projected to have an overall surplus and, akin to a game of musical chairs, someone will inevitably be left with excess product.", "1169": "In Canada, the expansion of the TMX pipeline enables more Canadian heavy crude to be exported to the US West Coast and Asia, creating new opportunities for inter regional trade.", "1170": "The 590 kb/d expansion to the pipeline commenced operations in early May, with reports of a first shipment to China enroute.", "1171": "While a sizeable portion of this will serve refineries on the US West Coast, the potential exists for a substantial portion of the crude to reach Asia, particularly China, which has the capacity to refine substantial quantities of extra heavy crude and bitumen.", "1172": "This shift in trade patterns is also expected to reshape the global shipping industry, as Canadian crude will increasingly compete with heavy crude from other countries, particularly those in Latin America and the Middle East.", "1173": "However, Western Canada’s pipeline export capacity remains at 5,1 mb/d over the balance of the decade.", "1174": "By 2028, crude production is expected to exceed this level, pointing to the use of rail shipments, on an increasingly frequent basis.", "1175": "Despite being one of the largest producers of oil", "1176": ", Mexico will remain a net importer of refined products to meet its domestic demand through the forecast period.", "1177": "Although refinery operations are set to accelerate and demand growth for liquids slows, the country will still need around 300 kb/d of imported fuels in 2030 to meet demand, versus more than 700 kb/d in 2023.", "1178": "Over the past ten years, Mexico's refinery system has operated well below average utilisation rates due to ageing assets.", "1179": "However, it is set for a period of growth in the medium term.", "1180": "State owned Pemex is investing to upgrade and expand several of its refineries.", "1181": "Our forecast assumes a rise of 11,5% in utilisation rates as this investment programme bears fruit, reaching 63% by 2030.", "1182": "In early 2024, runs hit an eight year high, and could jump by 400 kb/d over the forecast, reducing the net product import requirements.", "1183": "Pemex will finally complete the long awaited and heavily delayed Dos Bocas 340 kb/d refinery.", "1184": "Reports of its imminent commissioning have waxed and waned as the project continues to face start up issues.", "1185": "We anticipate it will come online no earlier than the fourth quarter of 2025, with the full ramp up taking several years.", "1186": "Once operational, the refinery will significantly reduce Mexico’s dependence on the United States for fuel.", "1187": "It will also cut exports of its heavy sour Mayan crude to the USGC, as these volumes will be refined domestically.", "1188": "The combined impact of these factors will be to reduce heavy sour crude exports from 1,1 mb/d in 2023 to potentially just 130 kb/d by 2030.", "1189": "In Latin America, refinery capacity will increase by 130 kb/d, driven solely by Brazil, closely aligning with the region's demand growth of around 100 kb/d.", "1190": "However, regional crude supply will significantly outpace refinery demand, as an additional 2 mb/d of production from Guyana, Argentina and Brazil comes online.", "1191": "Despite refining capacity increases, the region will remain in a net product importer through the forecast.", "1192": "In Brazil, the Abreu e Lima Refinery  Train 1 is operational, with a proposed modernisation project set to expand capacity from 115 kb/d to 130 kb/d by late 2024.", "1193": "The long stalled Train 2 addition, which had been on hold since 2015, is now progressing and expected to come online by 2028.", "1194": "This expansion aligns with Brazil’s stricter air pollution control programme for on road heavy duty and utility vehicles, transforming existing refineries and improving diesel quality.", "1195": "These refineries will combine with a growing biofuels sector to cut Brazil’s domestic diesel and gasoline import requirements by nearly 250 kb/d by 2030.", "1196": "Net crude and condensate exports from the Americas are projected to rise from 4,6 mb/d in 2023 to 8 mb/d by 2030, an increase of 3,4 mb/d. North America's contribution will be significant, with exports rising to 3,6 mb/d by 2030, driven mainly by increased US and Canadian production.", "1197": "The complexity and preferred crude slate of the US’ refining industry means that it remains structurally short of heavy crude.", "1198": "Nevertheless, the United States will narrow its volumetric crude deficit from 3 mb/d in 2023 to just under 1 mb/d by 2030 due to an additional 1,1 mb/d in crude production and our assumption that crude runs decline over the period to 2030.", "1199": "This will push more light sweet crude to export markets.", "1200": "The start up of the TMX pipeline expansion noted above and the reduction in Mexico’s crude export volumes present a challenge to US Gulf Coast and Midcontinent refineries.", "1201": "US heavy crude markets will be considerably tighter after these changes and, given regional refinery configurations and the prevalence of coking capacity, the USGC will still need to import substantial volumes of alternative heavy sour crude supplies.", "1202": "Latin America's growing crude surplus, driven by rising production in Brazil, Argentina and Guyana, is expected to increase by 1,7 mb/d to reach 4,5 mb/d by 2030.", "1203": "However, much of this is insufficiently heavy to be of practical use and will likely meet the Asian crude deficit.", "1204": "However, some heavier crudes could also address the gap in the US Gulf Coast.", "1205": "The re emergence of better supplied fuel oil markets, as Middle Eastern power burn drops towards the end of the decade, may provide the USGC with an opportunity to boost upgrading unit feed rates.", "1206": "European refinery runs are expected to decline by 1,5 mb/d from 2023 to 2030, in line with the reduction in refined products demand.", "1207": "As a result, close to 1,5 mb/d of refinery capacity will be at risk of closure.", "1208": "Since 2010, Europe has consistently shut refinery capacity, at an annual average rate of 220 kb/d.", "1209": "The Covid 19 demand shock led to the rationalisation of 650 kb/d of capacity during 2020 and 2021, and between 2024 and 2025 refiners will shut an additional 480 kb/d of capacity.", "1210": "Eni closed its 120 kb/d Livorno refinery earlier in 2024, while the UK’s 130 kb/d Grangemouth refinery will be converted to a biofuel facility in 2025.", "1211": "Next year will also see BP close 80 kb/d of capacity at its Gelsenkirchen refinery while Shell will reduce capacity at the Rhineland refinery by 150 kb/d. Despite the closures, European refinery output remains very much misaligned with regional demand, resulting in structural jet/kerosene and diesel imports and gasoline exports.", "1212": "Over the past five years, Europe has exported nearly 500 kb/d of gasoline to West Africa on average, often with lower quality supplies than required in other markets.", "1213": "The ramp up of Nigeria’s new refinery", "1214": "could accelerate further European refinery closures if competition for this export market intensifies.", "1215": "Europe’s crude deficit is expected to narrow from 9,2 mb/d in 2023 to 8,5 mb/d in 2030.", "1216": "Lower refinery runs  outpace the decline in crude production .", "1217": "European refineries will continue to need to attract North American and African crude to meet the shortfall versus production, all the more so given the assumption that the Russian crude import ban remains in place.", "1218": "Despite Russia’s current geopolitical challenges, the Former Soviet Union  is expected to see a net increase of 120 kb/d in refinery capacity from 2023 to 2030.", "1219": "Refinery crude runs will gain 320 kb/d over the same period, driven by oil products demand growth of 340 kb/d and our assumption that Russian utilisation rates normalise post 2025.", "1220": "The region maintains a surplus in both crude and refined products.", "1221": "However, Western sanctions have forced many countries to replace Russian supplies with alternative sources, resulting in a challenging export market for both Russian crude and refined products.", "1222": "Longer term, while the domestic market remains well supplied, the exportable crude surplus contracts due to the impact of sanctions and voluntary OPEC+ cuts.", "1223": "Regional exports of crude and refined products will be 400 kb/d lower, albeit at a still respectable 8,6 mb/d.", "1224": "In 2024 Ukrainian drone strikes at Russian refineries reportedly caused damage to more than a dozen facilities and targeted several more.", "1225": "Cumulatively, these attacks affected over 2 mb/d of gross refinery capacity by mid year.", "1226": "Despite Western sanctions, international oil markets still rely heavily on Russian exports of diesel, naphtha, and jet fuel, while Asian refining systems absorb significant amounts of Russia’s straight run and cracked residue for upgrading unit feedstocks.", "1227": "In theory, the return of these refineries to service may have been hindered by international sanctions imposed by the west, which restrict access to equipment and refining technology.", "1228": "Nevertheless, Russia's refining system is large enough to mitigate some of these outages by deferring planned maintenance or increasing runs elsewhere within the system.", "1229": "However, at the time of writing, the full extent of the disruption caused by these attacks remains unclear, with reports that Russian crude processing has been only minimally disrupted.", "1230": "By 2026, Russia's capacity is set to grow by 50 kb/d with the expansion of the Novoshakhtinsk refinery in Rostov Oblast.", "1231": "In other parts of the FSU, Turkmenistan will see a 20 kb/d expansion at its Seydi refinery, Kazakhstan will expand its Ordabasy refinery by 40 kb/d, and Tajikistan will add 10 kb/d at the Danghara refinery.", "1232": "The FSU’s net export position remains stable over the balance of the decade.", "1233": "Net crude exports drop from 6,7 mb/d in 2023 to 6,3 mb/d in 2030 and is largely based on the assumption that continued OPEC+ cuts will impact shipments.", "1234": "Russia’s mainly sour crude has a limited number of export markets in the Atlantic Basin due to Western sanctions, but the country has secured new markets in Asia, mainly India and China.", "1235": "A further drag on Russian crude exports comes from increased domestic refinery runs, assuming a return to normal operating rates post 2025.", "1236": "Consequently, Russian crude surplus volumes are expected to fall from 5,1 mb/d in 2023 to 4,7 mb/d by 2030.", "1237": "In Africa, refinery capacity is on track to increase by 750 kb/d over the forecast period, largely in line with the expected growth in refined product demand .", "1238": "However, the continent remains heavily dependent on product imports.", "1239": "The inauguration of the 650 kb/d Dangote refinery in Nigeria marks a significant turning point for the region.", "1240": "While still in its start up phase, the facility is expected to be fully operational in 2025.", "1241": "Additionally, in Ghana, Sentuo Oil Refinery Ltd.  commissioned Phase 1 of its grassroots refinery in Tema in January.", "1242": "This refinery, capable of processing 40 kb/d of crude oil, is part of Ghana's industrialisation agenda to boost the domestic economy and reduce reliance on imported petroleum products.", "1243": "Despite these developments, by 2030 Africa will still require nearly 2,3 mb/d in imported products to meet growing domestic demand, of which close to 60% will be diesel.", "1244": "North Africa, with declining upstream production, will see its net crude oil exports shrink by 140 kb/d to 1,6 mb/d by 2030.", "1245": "Europe currently processes much of the region’s excess light sweet crude but African production faces tough competition from the Americas and on the margin some supplies may head to East of Suez markets.", "1246": "Similarly, West African net crude exports will shrink in the coming years, as the Dangote refinery reaches full capacity.", "1247": "However, the question remains whether Nigeria will divert domestic production to this plant, or if the country will opt to import increasing volumes of US light sweet crude or Russian Urals.", "1248": "Early crude trade indicate that it is more cost effective to land US WTI crude in Nigeria and maintain exports of Nigerian grades to international markets.", "1249": "Regions East of Suez account for the vast majority of demand growth as well as refinery capacity growth through 2030.", "1250": "Consequently, the crude deficit East of Suez is expected to grow from 4,9 mb/d in 2023 to 7,7 mb/d by 2030.", "1251": "It will be met by increased supplies from the Atlantic Basin, including from Russia.", "1252": "In the face of OPEC+ production management the East of Suez is expected to see upstream output fall by 550 kb/d, with Middle East gains of 400 kb/d, driven largely by increased condensate production, more than offset by falling Asian supply.", "1253": "This pace of supply growth lags the region’s 2,5 mb/d growth in demand for crude.", "1254": "Asia drives much of this increase, as its deficit rises by 2,3 mb/d, from 24,5 mb/d to 26,8 mb/d by 2030.", "1255": "Asian refinery throughputs are projected to increase by 1,4 mb/d, while regional upstream production falls by 900 kb/d through to 2030.", "1256": "The Middle East stands as the leading exporter of crude oil and refined products, a trend that is expected to continue.", "1257": "Over the next seven years, refinery capacity will expand by 630 kb/d, accounting for 23% of total capacity additions East of Suez.", "1258": "Growth is driven by extensive construction and modernisation projects aimed at producing fuels that meet higher international standards.", "1259": "Refinery runs are projected to surge by 1,2 mb/d over the forecast period, with utilisation rates climbing by close to 6%, as recently added capacity becomes fully operational.", "1260": "Since 2022, the Middle East has added 1,5 mb/d of new capacity that is now nearing full utilisation.", "1261": "Coupled with voluntary OPEC+ production cuts, crude exports are projected to fall by around 300 kb/d over the 2023 2030 period.", "1262": "In 2024, the combined impact of higher runs and OPEC+ agreements and voluntary production cuts will reduce crude exports by 1,1 mb/d y o y, while refined product exports rise by over 550 kb/d.", "1263": "Nonetheless, the total balance of crude, condensate, NGLs and products is projected to grow by 1,4 mb/d by 2030, with 5,5 mb/d of refined products and 17,2 mb/d of crude exported.", "1264": "Capacity developments include the modernisation of Bahrain's Sitra refinery that will result in a 110 kb/d increase in CDU capacity upon completion in 2026.", "1265": "The project aims to improve energy efficiency and produce cleaner products to meet stringent environmental standards, including enabling diesel to conform to ultra low sulphur international specifications.", "1266": "Iran will boost its condensate refining by 180 kb/d, including 60 kb/d at the Siraf refinery and an additional 120 kb/d splitter at the Persian Gulf Star refinery by 2026.", "1267": "Iraq plans to expand its refining capacity by 320 kb/d, driven by government mandates to improve the quality of its refinery production and transition towards exporting refined products.", "1268": "This includes a 70 kb/d expansion at the Basra refinery in 2025 and the revival of a 150 kb/d CDU tower at Baiji in the north, which was damaged by the Islamic State in 2014, bringing its capacity back to 290 kb/d.", "1269": "Saudi Arabia's Jubail refinery will see a 20 kb/d expansion in 2024.", "1270": "However, the Yanbu crude to chemicals project, has stalled at the preliminary study phase and has been pushed out beyond this report’s forecast timeline.", "1271": "Despite crude and condensate exports falling from 18,5 mb/d in 2022, to 17,6 mb/d in 2023, and our expectation that they will decline to 17,2 mb/d by 2030, the Middle East remains the largest source of crude exports to fill the Asian deficit.", "1272": "By 2030, Chinese refining capacity is expected to rise by 900 kb/d to 19 mb/d.", "1273": "However, crude runs are forecast to lag this increase, gaining just over 400 kb/d, as surging import volumes of petrochemical feedstocks bridge the gap versus forecast demand growth of 1,4 mb/d.", "1274": "The increase of 900 kb/d in naphtha and LPG/ethane imports account for the bulk of the additional product supply requirements.", "1275": "At the same time, a surplus of transport fuels, particularly for gasoline, will grow as EV market penetration increases in China and gasoline demand falls.", "1276": "The pace at which China is building refineries is slowing.", "1277": "Announced closures also weigh on capacity growth and from 2027 there are no major projects within our forecast.", "1278": "In our timeframe, the annual average net addition of around 130 kb/d is sharply lower than the 300 kb/d annual average witnessed over the past decade.", "1279": "Furthermore, the Chinese government has set a minimum size for new oil refineries and will ban small crude processors that claim to be speciality chemicals or bitumen producers under its plan to limit total capacity to 20 mb/d by 2025.", "1280": "China retains on paper a large swathe of spare capacity.", "1281": "Having averaged nearly 4 mb/d over the five years prior to Covid, spare capacity now stands at 3,5 mb/d as smaller refineries have been shut.", "1282": "We expect the level of spare capacity to remain close to current levels by 2030, leaving little room for additional projects.", "1283": "Independent refiners in the Shandong region are already feeling the pinch.", "1284": "Allocated crude import quotas are insufficient to meet the needs of all refiners, and this has left some unable to fully utilise their capacity.", "1285": "Moreover, as state owned firms decrease their purchases of products from the independent refineries in Shandong, this further weighs on the run rates for the independent sector.", "1286": "As a result, 370 kb/d of independent capacity is slated to close.", "1287": "The large scale Yulong refinery should begin operations in mid H2 2024 and will process up to 430 kb/d.", "1288": "Additionally, Saudi Aramco and Norinco's integrated petrochemical facility in Panjin will add 320 kb/d of crude distillation and is set to come online in 2026, marking the last world scale refinery before 2030.", "1289": "Expansion projects at existing refineries include Sinopec's Zhenhai refinery, which will expand by 260 kb/d to reach a capacity of 800 kb/d.", "1290": "CNOOC’s Daxie petrochemical refinery will expand by 120 kb/d to 260 kb/d, with a further 160 kb/d increase likely to be completed post 2030.", "1291": "Sinopec is also consolidating operations at two refineries in the Hunan province, merging its Changling and Yueyang plants and will reduce capacity by a net 100 kb/d to a combined 200 kb/d.", "1292": "This is part of an ongoing reform of state owned assets to enhance efficiencies and increase petrochemical capacity through integrated refinery and petrochemical operations.", "1293": "China represents the lion’s share of Asia’s crude deficit, with a shortfall of 11,7 mb/d by 2030, an increase of almost 700 kb/d from 2023.", "1294": "However, India's import needs will grow by nearly 1 mb/d, from 4,6 mb/d to 5,6 mb/d, driven by aggressive refinery expansion programmes that add 1 mb/d in crude processing capacity.", "1295": "In OECD Asia Oceania, refinery activity is set to decline, with no new projects or expansions announced.", "1296": "The anticipated decrease in the region’s demand is poised to trigger further shutdowns, leading to a drop in throughput rates of around 200 kb/d over the forecast period.", "1297": "The refinery system utilisation is forecast to drop by just under 2% while capacity drops by 120 kb/d to 6,9 mb/d by 2030.", "1298": "The OECD Asia region will continue to be a net crude and product importer even as demand falls.", "1299": "This exacerbates the growing need for refined products across Asia.", "1300": "Notably, OECD Asia Oceania is expected to continue to need around 1,2 mb/d of refined product imports over the forecast period.", "1301": "Japan will see its demand for refined products decline by nearly 270 kb/d by 2030.", "1302": "Japanese refineries, primarily built for domestic fuel needs, struggle to compete internationally due to their lower scale and complexity compared to newer Asian refineries.", "1303": "This, coupled with the processing of lighter, more expensive crude oil and yielding lower value products, puts them at a competitive disadvantage.", "1304": "The closure of the 120 kb/d Yamaguchi refinery in Q1 2024 brings the cumulative loss in capacity to 1,7 mb/d since 2006.", "1305": "This represents a cut of one third of the industry’s peak almost 20 years ago.", "1306": "By contrast, Korea, with relatively stable demand and a refining industry deeply integrated with the domestic petrochemicals industry, stands as the only net exporting country in the region.", "1307": "However, it remains heavily reliant on imports of LPG, ethane and naphtha to fuel its petrochemical sector.", "1308": "Despite this, the overall surplus in refined products is expected to grow by 100 kb/d to reach more than 500 kb/d by 2030, alleviating the region's deficit in transportation fuels by nearly 300 kb/d.", "1309": "India's refining sector has established itself as a reliable global supplier of light and middle distillates while effectively meeting domestic demand.", "1310": "The forecast through to 2030 shows continued growth with several large scale capacity expansions.", "1311": "Despite facing competition from the Middle East Gulf export refineries, Indian operators are gearing up to maintain their international product supply role, albeit with the challenge of decarbonising operations to reduce emissions.", "1312": "This requires substantial investment, including integrating low carbon hydrogen and renewable energy sources.", "1313": "Macroeconomic and social drivers, along with initiatives, such as Make In India, are expected to propel demand growth for jet fuel, gasoline, diesel, and petrochemicals.", "1314": "However, government programmes such as the 20% ethanol blending mandate and the rise of electric vehicles may temper gasoline demand growth in the coming years, potentially increasing export volumes.", "1315": "Nevertheless, sustained GDP per capita growth and urbanisation are anticipated to drive robust increases in overall demand, ensuring continued vitality for India's refining industry.", "1316": "India witnessed a remarkable surge in its refining capacity over the past few decades, with close to 3 mb/d in growth from 2006 to 2023.", "1317": "With a total refining capacity of 5,8 mb/d, India has firmly established itself as the fourth largest refiner worldwide.", "1318": "Recent expansions have been the result of investments in refining infrastructure as well as refiners' strategic pivot towards integrating petrochemicals.", "1319": "Currently, India has 23 operating refineries, with plans for further expansions, including one new greenfield project and multiple modernisation projects expected to add 1 mb/d of distillation capacity by 2030.", "1320": "Indian Oil Corp. Ltd , aims to enhance its capacity by 400 kb/d by 2030, with ambitious projects underway at its Panipat, Barauni, Koyali, and Digboi refineries.", "1321": "Hindustan Petroleum Corp. Ltd  will bring on the latest greenfield project in Rajasthan's Barmer, adding 180 kb/d, alongside an expansion at the Visakh refinery for 70 kb/d.", "1322": "Additionally, Chennai Petroleum Corp. Ltd  and Numaligarh Refinery Limited  are undergoing substantial expansions, contributing 300 kb/d to India's refinery capacity growth.", "1323": "Furthermore, Bharat Petroleum Corp. Ltd  will add 130 kb/d in capacity across its refineries.", "1324": "Despite these expansions, challenges persist, such as land acquisition which are creating hurdles to further growth.", "1325": "Completion of projects, such as the 1,2 mb/d Ratnagiri Refinery project, currently lies beyond the 2030 time frame, unless rapid progress can be made in reaching a final investment decision.", "1326": "Over the past decade, India has also emerged as the world's second largest net crude oil importer, next to China, with average imports of 4,6 mb/d in 2023.", "1327": "We expect imports to increase by a further 1 mb/d by 2030.", "1328": "Despite India's strong export potential for light and middle distillates in the coming years, the country will face a growing shortfall in LPG supplies, as rising domestic demand for petrochemical feedstocks and the extension of the government’s clean cooking initiative boosts demand and requires increased imports.", "1329": "India’s refiners will be unable to adjust yields sufficiently to compensate.", "1330": "However, the availability of cheap ethane and propane from the United States and the Middle East presents an opportunity for India.", "1331": "Petrochemical capacity expansions are a recurring theme across the industry, highlighting the ongoing need for efficient and cost effective feedstock supplies.", "1332": "The remainder of Other Asia  is expected to see growing dependence on product imports.", "1333": "Refining capacity will inch up by just 330 kb/d by 2030 to 7,5 mb/d, while refinery runs are projected to rise by 270 kb/d to 5,5 mb/d by 2030.", "1334": "Demand will grow by 1,4 mb/d to 10,2 mb/d, increasing the region’s reliance on imports.", "1335": "Consequently, the net crude import requirement deepens from 3,7 mb/d in 2023 to 4,4 mb/d by 2030.", "1336": "Efforts to expand and upgrade existing refineries to meet international fuel standards will provide some relief.", "1337": "Indonesia's Balikpapan refinery is set to increase its crude distillation capacity by 100 kb/d during 2025, while Thailand will complete its 125 kb/d Sriracha facility in 2026.", "1338": "Brunei's plans for Phase II at the Pulau Muara Besar refinery include a 55 kb/d expansion, expected to come online in 2029.", "1339": "Smaller upgrades in Mongolia and Viet Nam will add another 50 kb/d.", "1340": "Despite these improvements, Asian countries will continue to rely heavily on imports of gasoline, naphtha, ethane, and LPG due to population and economic growth, coupled with an expanding petrochemical industry.", "1341": "Throughout the outlook period rising product exports from the Atlantic Basin, sustained by the United States, are forecast to head East of Suez to meet higher Asian demand.", "1342": "Middle East net exports of fuel oil and LPG surge post 2027 as falling regional demand and increased refinery and NGL fractionation plant output boost supplies to international markets.", "1343": "Regions that currently have large product import requirements, including Europe, China, OECD Asia Oceania and Latin America, will all see their deficits increase by 2030.", "1344": "This widening of product import needs in structurally short product markets will increase global product trade and provide room for higher exports from the Middle East and the United States.", "1345": "The most important shift at the product level will be the emergence of a gasoline market surplus.", "1346": "Despite the positive baseline revisions to gasoline demand in 2022 and 2023, and a stronger economic outlook in the short term, rising EV penetration and increased biofuels supply in the coming years tip the balance into heavy oversupply.", "1347": "To counter the impact of these changes we have assumed global average gasoline yields will decline 1,3% by the end of the decade.", "1348": "This potential surplus has important implications for the gasoline market’s ability to absorb naphtha supplies via blending and a knock on impact on how fierce competition will be in the petrochemical feedstock market.", "1349": "Rising NGL production should ensure that the LPG market remains very well supplied and this will intensify competition with ex refinery naphtha within the petrochemical feedstock market.", "1350": "However, the overall light ends balance is expected to improve by 2030 as the cumulative demand growth of 2,5 mb/d catches up with this supply growth.", "1351": "Conversely, despite lifting global jet/kerosene yields back to, and in some cases above, pre Covid levels, the continued growth in jet fuel demand amounting to a cumulative 1,2 mb/d over the forecast period will re establish tight market conditions for aviation fuels by the end of the decade.", "1352": "This pull from kerosene in the middle distillate market will potentially tighten diesel markets and sustain competition between these grades as refineries respond to stronger middle distillate cracks.", "1353": "However, on a global level we see diesel supplies as better balanced than last year for the period through to 2028.", "1354": "Fuel oil markets will shift from being tight to being well supplied, despite ongoing growth in bunker demand.", "1355": "The decline in residual fuel oil use for power generation in the Middle East could dampen demand as soon as next year.", "1356": "While this may weigh on fuel oil cracks, in a world where heavy sour crude production remains constrained, we expect refineries to be willing buyers of heavy feedstocks that can be used to boost upgrading unit utilisation.", "1357": "In geographical terms, the United States and the Middle East will continue to dominate product export growth, much as it has done for the past 10 years.", "1358": "By contrast, Asia’s dependence on oil products is projected to increase by a cumulative 2,7 mb/d between 2023 2030.", "1359": "In the Atlantic Basin, the United States is expected to maintain its position as the largest net exporter of refined products, with Canada's surplus nearly offsetting Mexico's deficit.", "1360": "As a result, the change in North America’s trade balances will effectively be entirely driven by the United States.", "1361": "US oil products exports are forecast to grow by 1,3 mb/d to 5 mb/d, primarily due to declining demand eclipsing reduced refinery runs.", "1362": "The growth in refined product exports is also propelled by the rise in NGL output, boosting exports of LPG, ethane, and naphtha by approximately 500 kb/d.", "1363": "The increase in LPG flows will help to meet the growing import requirements seen in China and India due to the expansion of the petrochemical industry and the latter nation’s clean cooking initiative.", "1364": "The surplus in gasoline stemming from the decline in demand contributes around 600 kb/d.", "1365": "Similarly, North American exports of diesel are forecast to increase by nearly 500 kb/d over the next seven years, driven by the United States.", "1366": "Given the structural net import position of Europe, especially in the absence of Russian supplies, US exports will likely find healthy demand against the backdrop of a supportive global balance.", "1367": "Conversely, gasoline exports are expected to face tougher competition in the Atlantic Basin.", "1368": "Rising Mexican domestic supplies following the start of the Dos Bocas refinery will cut import needs.", "1369": "Similarly, Latin American gasoline imports are expected to diminish slightly by the end of the decade, as are West African needs, once Nigeria’s Dangote refinery is fully operational.", "1370": "With US domestic demand for refined gasoline expected to fall by a cumulative 1,6 mb/d over the 2023 2030 time frame, we think that US refineries, even as they enact a 3% yield shift in favour of diesel, will still have an additional 600 kb/d of gasoline exports by 2030, assuming that runs are 900 kb/d lower by then.", "1371": "Europe product trade balances European refined product import requirements are forecast to remain at around 1,1 mb/d on average over the rest of the decade.", "1372": "In part, this reflects the assumption that refinery activity declines keep pace with the decrease in demand, resulting in relatively stable imports.", "1373": "The largest change to regional refined product balances is driven by the rapid contraction in European diesel demand, which drops by 1 mb/d.", "1374": "Lower crude runs drive the reduction in Europe’s diesel output, but this is outpaced by the demand contraction.", "1375": "Consequently, we expect net diesel imports to decline by 580 kb/d, to around 700 kb/d by 2030.", "1376": "Nevertheless, the loss of Russian product supplies has forced the region to import a greater share from the Middle East and the United States.", "1377": "North America’s rising diesel export volumes might account for the majority of Europe’s import needs by 2030.", "1378": "Refined products balances East of Suez will be driven by increased Middle East refining activity and Asia’s burgeoning net product import needs.", "1379": "The Middle East serves as the world’s largest product exporting hub and is expected to remain so through to 2030.", "1380": "Refined product exports will surge by 1,7 mb/d over the forecast period, pushing the surplus available to export up to 5,8 mb/d.", "1381": "Rising NGL production should boost the LPG exports by 500 kb/d by 2030.", "1382": "Similarly, the full impact of recent refining additions will increase supplies of naphtha, jet fuel and diesel.", "1383": "In contrast to other regions, these additions will also lift exports of fuel oil, as will Saudi Arabia’s shift away from fuel oil in power generation.", "1384": "Asia remains a net importer of both crude and products, although Korea and Brunei are both net product exporters.", "1385": "Asia’s resilient economic growth and rising demand point to substantial increases in imports.", "1386": "Light and middle distillates make up the bulk of the import requirements and we expect volumes to grow by a combined total of nearly 1 mb/d. LPG and ethane import needs will also increase, deepening regional dependence on volumes from the Middle East and North America by more than 800 kb/d by the end of the decade.", "1387": "India is forecast to remain a net exporter of middle distillates throughout the forecast period, as rising refining activity keeps pace with increases of 500 kb/d in diesel and 100 kb/d in jet fuel demand.", "1388": "However, stronger demand growth forecasts for gasoline  and LPG are likely to push the country into net product importer status by 2030.", "1389": "Petrochemical sector expansions as well as the ongoing expansion of the clean cooking initiative lift LPG demand.", "1390": "Despite aggressive steps taken by the refining industry in terms of capacity additions and infrastructure development, it is likely to fail to match the rapid growth in demand over the forecast period.", "1391": "For India to sustain its net product exporter status, growth in refining capacity needs to accelerate beyond the 1 mb/d contained in our forecast to meet its demand growth of 1,2 mb/d.", "1392": "LPG export length from the United States and Middle East, will make up for the shortfall in Asia.", "1393": "China is set to remain the largest refiner globally, but the continued need to import petrochemical feedstocks, namely LPG, ethane, and naphtha, weigh on the overall product trade balance.", "1394": "Middle distillate exports contract marginally by the end of the decade, while exports of gasoline are expected to grow by 570 kb/d, to roughly 700 kb/d by 2030.", "1395": "However, imports requirements of naphtha, LPG and ethane could increase by 900 kb/d to 2,5 mb/d", "1396": "Against the backdrop of a tight middle distillate market, the loss of Chinese export volumes will push Asian markets to bid for additional middle distillate exports from the Middle East and the Atlantic Basin.", "1397": "Conversely, the prospect of an oversupplied gasoline market could make the increase in gasoline export potentially problematic.", "1398": "Consequently, we see the potential for further yield shifts by Chinese refineries to more closely align output with the domestic petrochemical industry’s feedstock requirements.", "1399": "This could boost naphtha and jet fuel yields at the expense of gasoline and diesel yields, respectively.", "1400": "Global NGLs production is on track to rise by 1,9 mb/d in the 2023 2030 outlook period as liquified petroleum gas  and ethane markets continue to expand.", "1401": "LPG growth is driven by stronger demand in petrochemicals and clean cooking while ethane is supported by rising petrochemical industries in countries that produce it as well as importers seeking low cost feedstocks, particularly China.", "1402": "Over the previous decade, NGLs output rose by 50% to 12,7 mb/d in 2023 but growth will slow to 1,9% per year through 2030, reaching 14,6 mb/d.", "1403": "From 2023 to 2030, overall ethane production rises 825 kb/d, with the Middle East and United States accounting for almost 90% of growth.", "1404": "With ethane trade expected to expand by nearly 20% by 2030, incremental shipping and terminal capacity will be needed.", "1405": "LPG demand grows by 1,7 mb/d between 2023 and 2030, mainly in markets East of Suez, while supply increases by a smaller 1,3 mb/d, of which just over 60% is from East of Suez markets.", "1406": "Natural gas liquids accompany gas production, either from dedicated gas wells  or as associated gas from liquids producing wells .", "1407": "In the decade to 2023, the share of NGLs in overall fossil liquids production has risen from 10% to just over 13%.", "1408": "The steady progression reflects shifts in the weighting of crude production to regions with lighter and gassier qualities, such as US shale oil production, as well as the growing market for natural gas, much of which has been met by the expansion of shale gas production in North America that is typically richer in gas liquids.", "1409": "Natural gas at the wellhead consists of methane and numerous smaller fractions of heavier hydrocarbons and other components.", "1410": "These include ethane, propane, normal butane and isobutane, natural gasoline , acid gases , other gases  as well as water.", "1411": "Before entering a distribution pipeline or a liquefaction facility, raw natural gas must be processed to meet the desired specifications by extracting components such as NGLs and other pollutants.", "1412": "These specifications may also require calibration of the pipeline gas to a specific calorific value (megajoule  per standard cubic metre).", "1413": "Sweetening/acid removal processes eliminates the acid gases.", "1414": "Marketable gas typically only has a few percent of NGLs and other gases.", "1415": "Beyond meeting appropriate market specifications for natural gas, these liquids have their own values in separate markets which are generally much higher than the value of their energy  content.", "1416": "However, ethane is frequently returned to the gas stream when its market value falls below its Btu value in the natural gas pool.", "1417": "This may reflect a surplus of supply versus demand for ethane based petrochemical feedstocks, where that exists, or an absence of any demand.", "1418": "Due to disparities in densities between the different molecules that make up the pool of NGLs, supply and demand estimated in volume differs from that in tonnes or terajoules .", "1419": "At a global level, around 0,11 TJ of NGLs are produced for every TJ of natural gas marketed, up from 0,09 a decade ago.", "1420": "This outlook sees a steady increase of that ratio to 0,125 in 2030 .", "1421": "More NGLs extraction reflects greater efforts to capture the value of these liquids as well as increases in the liquids rich share of gas production.", "1422": "The elimination of gas flaring should also favour higher NGLs output, whether the methane goes to a gas market or is reinjected to maintain well pressure.", "1423": "This ratio of NGLs to natural gas production varies from country to country.", "1424": "In low ratio cases, the gas may be very dry, with only a small cut of liquids in the wet gas at the wellhead.", "1425": "It may also reflect low or no extraction of ethane in the NGL mix in the absence of access to buyers or markets.", "1426": "An above average ratio appears in countries having a high proportion of liquids in gas at the wellhead.", "1427": "It also reflects associated gas producers where the dry gas  is reinjected in the oil well  or is flared .", "1428": "Good examples of countries with such high ratios include Saudi Arabia , the UAE , Kuwait  and Iraq .", "1429": "Global NGL production was 12,7 mb/d in 2023, or roughly 13% of overall fossil liquids production on a volume basis.", "1430": "Over the past decade output has risen by 50% from 8,5 mb/d in 2013.", "1431": "We forecast growth to slow to 1,9% per year from 2023, pushing NGL supply to 14,6 mb/d in 2030.", "1432": "Nevertheless, the share of NGLs in production continues to rise, reaching 14,5% in 2030.", "1433": "At the same time, growth in crude and condensate output slows to 0,3% per year, declining slightly by 2030.", "1434": "Three countries account for 70% of NGL output and its growth.", "1435": "The United States is the largest producer at 6,4 mb/d in 2023, or 50% of the global total, and similarly leads growth through 2030, to reach 7,3 mb/d.", "1436": "Saudi Arabia produces 1,4 mb/d of NGLs, or 11% of the global total, but will account for over 30% of growth in the coming years and reach 1,9 mb/d, or 13% of global supply.", "1437": "This reflects the development of the Jafurah gas field that is expected to start production in 2025.", "1438": "Canadian NGL production will rise from 1,1 mb/d in 2023  to 1,3 mb/d in 2030.", "1439": "Of the remaining 30% of global supply, production in the UAE rises from 550 kb/d in 2023  to 615 kb/d in 2030.", "1440": "Output remains flat for Iran at around 500 kb/d  while Qatar increases from 360 kb/d in 2023  to 610 kb/d in 2030 .", "1441": "Another 10% of production is spread amongst a smattering of producers amounting to 1 2% each for Algeria, Argentina, Australia, Iraq, Kuwait, Mexico, Norway, and Thailand.", "1442": "Ethane generally holds a superior valuation relative the natural gas stream from which it is extracted.", "1443": "Without that, there is no reason to extract the ethane.", "1444": "Global trade today comprises just one major exporter  and a few major importers including China, India and Northwest Europe, while Canada imports ethane by pipeline from the US Northeast.", "1445": "National data on ethane production and use is not always reliable.", "1446": "Trade data and ethane demand  help to assess the actual production and use for each country.", "1447": "In some cases, it may well overlook ethane/propane mixtures for the petrochemical sector  where crackers have the necessary degree of flexibility, though this may not be public information.", "1448": "Ethane demand and supply rise in parallel by 800 kb/d from 2023 to 2030.", "1449": "Demand is dominated by a handful of countries where new ethane based steam cracker capacity is coming online.", "1450": "The United States and Canada are major consumers, reflecting low cost production stripped from ample wet shale output and sold to local petrochemical businesses.", "1451": "Canadian ethane demand rises from 245 kb/d in 2023 to 305 kb/d in 2030  while US demand increases by 290 kb/d to 2,4 mb/d.", "1452": "Mexican ethane use  remains stable and is currently met from local supply, but future imports may be required as domestic NGL production will fall by 60 kb/d over the forecast period.", "1453": "In Latin America, both Brazil  and Argentina  use local ethane supply.", "1454": "In Europe, ethane use began in the United Kingdom and Norway but has broadened to include Sweden and Belgium on the availability of competitive export volumes from North America.", "1455": "The United Kingdom consumes 35 kb/d, of which 30 kb/d is from imports and Sweden uses 10 kb/d which is entirely from imports.", "1456": "Norway consumes 45 50 kb/d, from imports since 2022 as local production has been reinjected into the natural gas stream where it gains a higher value on an energy basis in the European market.", "1457": "Imports to Belgium rise later this decade to 48 kb/d following investments to increase petrochemical feedstock flexibility.", "1458": "The Middle East uses substantial volumes of ethane and exports none.", "1459": "Saudi Arabia accounts for around half of these volumes  while Qatar  and the UAE  make up most of the rest.", "1460": "Availability of low cost feedstocks  has driven expansion of the petrochemical industry in all these countries.", "1461": "Chinese demand rises from 225 kb/d in 2023 to 280 kb/d in 2030, fed mainly by US exports.", "1462": "Indian demand is stable at around 140 kb/d, with roughly half met by imports.", "1463": "Other Asian countries using ethane are Thailand , Malaysia  and Australia .", "1464": "In Africa, Egypt  and Nigeria  also use ethane, as does Russia , Turkmenistan  and Uzbekistan .", "1465": "From 2023 to 2030, overall ethane production rises 825 kb/d.", "1466": "Some 350 kb/d of growth stems from the Middle East , about 380 kb/d from the United States and around 60 kb/d in Canada.", "1467": "Local supply meets demand growth in the Middle East, Latin America, the FSU and North America while higher seaborne exports from the United States meet evolving feedstock requirements elsewhere, driving an increase in trade.", "1468": "US producers generate a substantial surplus that has been exported to international markets since 2014.", "1469": "EU crackers initially purchased US ethane exports, but rising volumes have attracted buyers in China and India.", "1470": "While exports could be higher in the future, slower expansion in Chinese and Indian ethane based cracker capacity will limit US exports to around 565 kb/d at the end of the decade .", "1471": "The rapid expansion of NGL supply in recent years has boosted liquefied petroleum gases availability, driving down its price as demand struggled to keep pace.", "1472": "Around 40% of LPG comes from refineries and the rest from NGL fractionation.", "1473": "Relatively low prices for LPG has created new markets in petrochemicals, transportation fuels, heating and for cooking applications.", "1474": "The demand section of this report details some of these trends, notably for petrochemicals.", "1475": "Slightly less than one third of all LPG supply globally goes to non energy uses as feedstocks for petrochemicals and just over 45% to residential heating and cooking uses.", "1476": "Industry takes another 9%, road transport burns 7% and agriculture 6% .", "1477": "This analysis considers overall LPG balances.", "1478": "But liquified petroleum gases combine propane, normal butane  and isobutane.", "1479": "Beyond use in heating or as transport fuels, each molecule has specific applications in petrochemicals and refining.", "1480": "Isobutane has an octane number of 100 and serves as a gasoline octane enhancer, but also as a refrigerant and propellent.", "1481": "Gasoline blenders and refiners use a few percent of low cost n butane to boost gasoline volatility to improve ignition during cold weather.", "1482": "Butanes are also used in the manufacture of MTBE, a key gasoline octane enhancer outside the United States and Europe.", "1483": "Butylene used in the manufacture of synthetic rubber also require butanes.", "1484": "Propane finds outlets as a petrochemical feedstock to produce ethylene and propylene.", "1485": "Overall LPG demand will grow by 1,7 mb/d between 2023 and 2030, two thirds of which in markets East of Suez.", "1486": "China accounts for 35% of global demand growth  and while the Middle East represents 8% .", "1487": "Development of the petrochemical industry drives most of this growth, but use in road transport, heating and cooking also increases.", "1488": "The latter boosts African and Indian demand, which together account for 24% of global LPG growth through 2030 as compared to a market share of just 13% in 2023.", "1489": "On the other hand, growth lags market shares for North America , Europe  and Latin America  where stagnant or declining use in transportation, heating and cooking leaves petrochemicals as the driver of moderate expansion.", "1490": "Refinery output of marketable LPG  grows by 500 kb/d to 4,9 mb/d in 2030.", "1491": "Due to the continued development of refinery capacity in the Middle East and Asia, countries East of Suez account for almost all that increase .", "1492": "The contribution to overall LPG supply growth from refineries slightly lags its share in overall supply  but is central to meeting the development of regional Asian demand.", "1493": "Refinery output of LPG in the Atlantic Basin stagnates as expected refinery closures in Europe offset output from new capacity elsewhere.", "1494": "Fractionator, or upstream, supply of LPG accounts for the bulk of growth to 2030, rising 850 kb/d to 7,7 mb/d.", "1495": "Growth comes mainly from Canada , Qatar , Saudi Arabia  and the United States .", "1496": "Minor gains elsewhere  are insufficient to offset declines  resulting in an overall decline of 185 kb/d outside the four key producers.", "1497": "LPG supply increases overall by 1,3 mb/d, of which 510 kb/d in the Atlantic Basin and 830 kb/d East of Suez .", "1498": "Gains of 600 kb/d across the United States and Canada, and more marginally Latin America, are offset by net losses elsewhere in the Atlantic Basin, most notably 95 kb/d in Europe.", "1499": "Increases East of Suez are dominated by the Middle East  as well as China  and India .", "1500": "The Middle East accounts for 49% of global gains in LPG production, a disproportionate share versus its 17% contribution to supply today.", "1501": "Incremental supply from the United States and Canada combined  are also slightly ahead of their market share , highlighting the continued key role in meeting overall demand.", "1502": "The combined production surplus of the United States and Canada rises steadily from 2,7 mb/d in 2023 to 3,1 mb/d in 2030 as continued growth in production outstrips demand gains centred on the petrochemical industry.", "1503": "However, the Atlantic Basin deficit outside these two exporters increases from 1,3 mb/d in 2023 to 1,7 mb/d in 2030.", "1504": "Deficits increase in Africa , Europe  and Mexico .", "1505": "Demand growth exceeds supply East of Suez, boosting LPG trade flows.", "1506": "The 520 kb/d of increase in the Middle East surplus by 2030 only offsets part of Asia’s widening deficit .", "1507": "China’s deficit alone rises by 400 kb/d while that of India increases by 150 kb/d.", "1508": "The need for Atlantic Basin flows to balance the region persists.", "1509": "These LPG exports to East of Suez will rise from 1,4 mb/d in 2023 to 1,6 mb/d in 2025 before easing through the end of the decade.", "1510": "Shipping and terminal capacity will have to adapt.", "1511": "The last cut from fractionation of NGLs is the heavier C5+ molecules.", "1512": "On a global average basis, they represent around 18% of yields by weight but 12,5% of volume yields .", "1513": "However, the substantial increase in C5+ production from NGL fractionation over 2023 2030  boosts growth in naphtha supply by 200 kb/d to 785 kb/d over the period, including refinery output.", "1514": "This surge in C5+ supply comes from the United States  and Canada  as well as from the Middle East  while the net change in supply from the rest of the world is negative.", "1515": "While much of the C5+ finds its way to the naphtha pool, some of it is used as diluent for heavy crudes as well as for blending in gasoline .", "1516": "Biofuels demand is set to rise by 600 kb/d to 3,7 mb/d by 2030, but growth slows in the latter half of the forecast period.", "1517": "Government policies aimed at reducing greenhouse gas emissions, decreasing oil imports and supporting domestic agriculture drive the majority of this growth.", "1518": "However, in North America and Europe electric vehicle uptake and efficiency improvements reduce total road transport fuel demand thus slowing the potential increase for biofuels.", "1519": "In Latin America and the Asia Pacific regions growth remains robust, further strengthening biofuel fuel demand for road transport.", "1520": "Overall, biodiesel and renewable diesel account for 42% , ethanol for 35% , and biojet fuel 23%  of the increase from 2023 and 2030.", "1521": "Ethanol demand rises to 2,1 mb/d by 2030, reaching 8% of motor gasoline consumption compared with 7% in 2023.", "1522": "Brazil’s Fuel of the Future programme, which plans to increase the mandated ethanol blending share from 27% to a maximum of 30%, combines with higher RenovaBio Greenhouse Gas  targets and increased motor gasoline demand to account for most of this growth.", "1523": "In the Asia Pacific region, India’s pursuit of its 20% ethanol blending target along with higher motor fuel demand will provide for most of the gains.", "1524": "By contrast, North America ethanol demand is forecast to fall by 10% between 2023 and 2030, in line with an anticipated 18% decline in motor gasoline consumption.", "1525": "Lower transport demand is partially offset by small increases in ethanol blending shares in the United States, new alcohol to jet capacity, and rising ethanol use in Canada to meet provincial policies and the national Clean Fuel Regulations.", "1526": "In Europe, a 13% decline in motor gasoline demand over the forecast slows ethanol growth to near zero, despite the EU’s new Renewable Energy Directive target of 29% renewable energy in transport fuels by 2030.", "1527": "Biodiesel and renewable diesel demand increase to 1,4 mb/d, or 7% of diesel consumption by 2030.", "1528": "Biodiesel demand expands the most in Brazil, Indonesia and Malaysia thanks to growing fuel use and planned increases to blending targets.", "1529": "Renewable diesel  expands quickest in North America and Europe despite declining diesel use in both regions.", "1530": "In North America, the US renewable fuels standard, Inflation Reduction Act  credits and state level policies drive demand, while in Canada uptake is driven by the national Clean Fuel Regulations and provincial policies.", "1531": "In Europe, the state level transposition of the EU’s RED III and the Renewable Fuel Transport Obligation in the UK drive consumption.", "1532": "Demand growth for biojet is driven primarily by policies in the United States, Europe and Japan.", "1533": "In Europe, the EU’s ReFuelEU targets 6% sustainable aviation fuels  by 2030 with a 1,2% sub target for renewable fuels of non biological origin .", "1534": "The UK is also planning to introduce a 10% SAF target by 2030, while Japan is aiming for 10% SAF by 2030.", "1535": "There remains considerable upside potential in the United States as well depending on future increases to the renewable fuel standards  and extension of IRA credits as well as proposed changes to state level policies such as California’s low carbon fuel standard .", "1536": "Brazil, Singapore, India, the UAE and Indonesia are also considering new biojet policies.", "1537": "Globally, announced biojet projects reach a capacity of 600 kb/d by 2030 , but not all will be built, and more policies will need to be implemented to enable investment in new facilities.", "1538": "Crops supported 88% of biofuel production in 2023 and this share is forecast to decrease slightly to 85% by 2030.", "1539": "The share of crops supporting ethanol production remains steady between 2023 and 2030, with near 18% of global sugar production and 6% of global starch supply used for fuels.", "1540": "By contrast, the share of vegetable oils used to make biodiesel, renewable diesel and biojet is expected to increase from 18% in 2023 to 25% of global production by 2030.", "1541": "Similarly, residue oils such as used cooking oil and animal fats climb from 50% of estimated collectible supply to 80% by 2030.", "1542": "Use of “other” feedstocks, such as agricultural and forestry residues and municipal solid waste, more than double to 2030, but only account for 3% of biofuel production globally.", "1543": "Sugar demand for ethanol production, mostly sugar cane, expands 13% by 2030, primarily in Brazil and India to meet growing ethanol demand.", "1544": "Maize use also rises in Brazil for ethanol production.", "1545": "Growing demand for starches is partially offset by declining consumption in the United States due to lower ethanol use.", "1546": "Vegetable oil demand expands by nearly 50%, led by the United States, Canada, Brazil and Indonesia.", "1547": "In the United States and Canada, demand is driven by renewable diesel and biojet expansion, while in Brazil and Indonesia biodiesel use expands.", "1548": "Residue oil demand increases by over 50%, primarily in the United States, Canada and Europe thanks to policies that reward lower GHG intensities or otherwise provide additional value for residues over crops.", "1549": "Demand rises in Singapore as well to support renewable diesel and biojet production, primarily destined for export to Europe and North America.", "1550": "Other feedstocks, including agricultural and forestry residues and municipal solid waste and ethanol for biojet more than double to 2030.", "1551": "Cellulosic ethanol accounts for the non crop growth primarily in Brazil and India.", "1552": "Total capacity for cellulosic ethanol facilities expands to 15 kb/d by 2030.", "1553": "North America and Europe account for most new processing technology expansion for renewable diesel and biojet including alcohol to jet and Fischer Tropsch pathways.", "1554": "\n"}