{"0": "There are 194 countries that submitted a nationally determined contribution as of September 2023.", "1": "Because there is no standard NDC format, each Party’s NDC is unique and the expressions of plans to mitigate emissions vary.", "2": "As a result, information on strategies, numeric targets and dates for emissions reductions are not uniform across all 194 submissions.", "3": "The contexts in which renewable energy features in each NDC also differ.", "4": "Some NDCs only refer qualitatively to a role for renewable energy, while others specifically quantify ambitions.", "5": "For renewable electricity, 93 NDCs have quantitative metrics .", "6": "However, of these 93 NDCs that quantify renewable energy ambitions, only 14 include explicit references to total renewable electricity capacity for 2030.", "7": "Including both explicit total renewable capacity and plans for individual technologies, collective ambitions in NDCs total almost 1 320 GW by 2030, just 12% of the global tripling pledge, which requires installed renewable capacity of at least 11 000 GW by 2030.", "8": "the People’s Republic of China ’s aspiration of 1 200 GW of solar PV and wind energy accounts for over 90% of all renewable capacity mentioned in NDCs.", "9": "However, announced national ambitions and plans for renewable capacity exceed countries’ NDC submissions.", "10": "IEA analysis of existing policies and plans for 150 countries and territories, representing 97% of global energy related GHG emissions and almost all emissions from power and heat production, indicates that their ambition is to attain an estimated 7 903 GW of total cumulative renewable capacity by 2030, more than double what was installed in 2022.", "11": "Nevertheless, this estimate remains almost 30% below the 11 000 GW needed to achieve global tripling.", "12": "Emerging markets and developing economies account for just over 60% of the global ambition while advanced economies for the rest.", "13": "According to the IEA’s detailed policy stocktaking, 47 country plans explicitly announce a total renewable energy capacity for 2030, accounting for just over one fifth of the global ambition.", "14": "Another 44 countries mention technology specific aims for renewable capacity, making up almost another third of global aspirations.", "15": "In these cases, quantitative plans focus mainly on solar PV and wind, and often do not address other technologies already present in the power mix .", "16": "IEA estimates for these cases account for just a small share of global ambition.", "17": "We also estimated values for another 48 countries that contain other renewable energy ambitions, from which a total capacity amount could be easily derived.", "18": "China accounts for almost half of these estimates as the country has not yet published an explicit target for total renewable capacity for 2030 beyond the country’s 1 200 GW solar PV and wind goal.", "19": "Excluding China, this estimated segment accounts for only 9% of the global total.", "20": "The two most common metrics found in this category are capacity from additional projects and the share of renewables in power generation.", "21": "Others have announced aims for absolute generation.", "22": "aggregates for “clean” power, which also include nuclear.", "23": "Eleven countries do not have any quantitative aims for renewable electricity, but they contribute less than 1% of total global ambition.", "24": "Information on 51% of total global ambition in terms of volume is already explicitly available, mostly from national plans, such as national energy laws, legislation, strategies and roadmaps published by the legislative and executive branches of governments most notably ministries of energy.", "25": "However, other national institutions also publish documents that signal national renewable capacity ambitions based on long term government climate goals, for example the modelling exercises of national laboratories and integrated resource plans of transmission system operators.", "26": "Multilateral commitments are another source for tracking renewable energy capacity ambitions.", "27": "Over 9% of capacity is covered in EU member states’ National Energy and Climate Plans , in draft Energy Community NECPs, and in the RELAC initiative for Latin American countries.", "28": "NDCs themselves detail only 1% of explicitly announced global renewable capacity ambitions.", "29": "Excluding China, the remaining 9% is estimated based on additional information.", "30": "In some cases, capacity expansion can be inferred directly from the announcement of other quantitative ambitions, for example relating to renewable generation or capacity net additions.", "31": "For larger economies that have no other ambitions, capacity can be estimated from third party modelling exercises that take national emission reduction goals into account.", "32": "In the absence of any quantitative aspirations or modelling exercises, we used the current installed renewable technology base as a minimum ambition.", "33": "Countries’ ambitions for 2030 total 7 903 GW, 2,2 times installed capacity in 2022, which we consider as the baseline for the global tripling pledge in this report.", "34": "Countries would therefore need to install almost 4 250 GW of additional capacity to realise this aggregated global ambition.", "35": "IEA estimates indicate that China’s current implicit ambition for renewables at the end of this decade – taking into account the most recent deployment trends – could correspond to 2,5 times the country’s installed capacity base in 2022.", "36": "This constitutes 45% of the capacity growth needed to attain the global ambition.", "37": "Should China achieve this, its share in global installed renewable capacity would rise from 34% in 2022 to 40% by 2030.", "38": "The quantity and speed by which China is expanding its installed base is thus pivotal in setting the pace of global expansion by 2030.", "39": "Excluding China, the sum of global ambitions would reach only 4 720 GW by 2030, a factor of growth that is double 2022 installed capacity.", "40": "European ambitions aim to almost double the region’s renewable capacity, contributing 20% of the global total.", "41": "Germany alone accounts for almost one quarter of Europe’s ambition, followed by Spain, Italy, France and the United Kingdom, which together make up another one third.", "42": "The majority of the region’s ambitions for 2030 come from the European Union, with EU member states indicating their aspirations in their latest draft national energy and climate plan updates.", "43": "The NECPs are forward looking policy plans that identify how each member state will help the European Union reach its climate goals.", "44": "According to the European Commission’s assessment of draft NECP updates, the total ambition for the share of renewable energy in final energy consumption is 38,6 39,3%, which is less than the EU target of 42,5%.", "45": "The Commission has therefore recommended that member states reconsider their contributions, so some countries may increase their renewable electricity ambitions in upcoming months.", "46": "Aspirations for 2030 are actually part of a larger strategy to reach climate neutrality by 2050.", "47": "Meanwhile, the 2030 ambitions of the Asia Pacific region, led by India and Japan, constitute 15% of the global total.", "48": "India aims to have 500 GW of non fossil fuel capacity by 2030, including about 485 GW of renewables, 2,6 times the 2022 level, while Japan plans to achieve a 36 38% renewable electricity generation share, estimated to translate into 187 201 GW of capacity.", "49": "The amount of renewable energy capacity the United States and Canada aim to install by 2030 is close to 1 000 GW, twice as much as their current installed base and 13% of the global total.", "50": "In Latin America, installed renewable energy capacity will increase by 1,4 times the 2022 installed base if all countries realise their 2030 aspirations.", "51": "Brazil alone is responsible for about half of the region’s total ambition.", "52": "The remaining regions account for less than 10% of the total global ambition for 2030, even though they have significant untapped renewable energy potential.", "53": "The Middle East and North Africa region registers the highest growth factor, as its current base is small and its goals for 2030 are relatively ambitious.", "54": "In fact, the region seeks to have 200 GW of renewable energy capacity installed by 2030, 4,5 times its current installed base, led by Saudi Arabia, Egypt andAlgeria.", "55": "The region’s good solar resources have elicited some of the lowest bid prices globally in recent years, prompting many countries to set renewable capacity goals for the first time.", "56": "Meanwhile, sub Saharan Africa and Eurasia seek to reach 166 GW and 122 GW respectively by 2030, requiring installed base increases of approximately 3,2 times for sub Saharan Africa and 1,3 times for Eurasia.", "57": "Both regions could mobilise their untapped economically viable hydropower resources to accelerate renewable capacity deployment and meet their 2030 goals.", "58": "Within sub Saharan Africa, Nigeria, South Africa and Ethiopia are responsible for almost 60% the region’s ambitions, while in Eurasia, the claims the majority of the capacity goal, but this", "59": "is owing to its existing hydropower fleet.", "60": "Only two countries in Eurasia have explicitly announced total renewable energy capacity ambitions for 2030.", "61": "However, in addition to using the growth factor of the installed base, there are also other ways to gauge the level of ambition.", "62": "The amount of additional capacity required to realise plans for 2030 also provides an indication of how much effort is needed.", "63": "For instance, the MENA region and sub Saharan Africa aim to increase their installed renewable energy capacity by factors of 4,5 and 3,2 respectively, but in absolute terms this amounts to adding just 156 GW and 114 GW, significantly lower capacity additions than required in Europe, Asia Pacific and the United States.", "64": "This is particularly important to consider when weighing policy approaches to accelerate growth, especially when addressing the challenge of integrating variable renewable energy into the power system.", "65": "At the country level, variations in ambition are even greater.", "66": "Of the 150 countries analysed, a significant majority expect to expand their installed base by one to two times, yet they account for only 22% of total global ambition.", "67": "The countries with the greatest ambitions in this category are Brazil, Japan, Canada, France and the United Kingdom.", "68": "Most of the total global ambition for 2030 comes from countries that wish to at least double their installed renewable energy capacity.", "69": "In fact, 28 countries aim to increase their renewable capacity two to three times by 2030, totalling 5 707 GW or 72% of the global total.", "70": "China makes up more than half of this sum, followed by the United States, India, Germany and Spain.", "71": "Furthermore, a total of 389 GW comes from 35 countries that aim to increase their cumulative renewable capacity by three or more times.", "72": "The majority comes from the Asia Pacific, MENA and sub Saharan Africa regions, with Saudi Arabia, Indonesia, Nigeria, Egypt, the Philippines, Ethiopia, Ireland, and Algeria demonstrating the highest ambitions.", "73": "The range of ambition for countries in this group is wide: from three times the installed base in some countries to more than seven times in others that have only an extremely small base today.", "74": "Of the 34 countries in this category, 24 had less than 1 GW installed in 2022.", "75": "Only a handful of countries have not identified any renewable capacity aims for 2030.", "76": "Threse countries combined had just 30 GW of the world’s cumulative installed renewable capacity in 2022.", "77": "Conversely, three countries’ 2022 capacity levels already meet or exceed their aspirations for 2030, but their ambition levels only total 5 GW for 2030.", "78": "If all countries’ ambitions for 2030 are to be met, installed capacity of solar PV would surpass hydropower, the world’s largest installed renewable capacity in 2022.", "79": "Solar PV would become the largest source of capacity, meeting 32% of total ambitions, followed by hydropower at 19% and wind.", "80": "While no specific technology has been assigned to approximately 27% of countries’ ambitions, variable renewable technologies will likely account for the majority of it.", "81": "Countries have explicitly announced specific renewable technology plans for just 2 964 GW, accounting for 38% of total global ambitions, while we estimated another 700 GW.", "82": "When assigning technologies to our estimated capacity, weconsidered two factors: first, some countries already have capacity for certain renewable technologies installed but did not set specific 2030 ambitions for them.", "83": "Estimates for this missing capacity amount to 9% of total global ambition.", "84": "The second estimation source was ambitions expressed in other metrics, for instance the share of renewables in power generation or net additions , making up 27% of the total.", "85": "However, we were unable to allocate the remaining 27% , as governments left these ambitions technology neutral.", "86": "Variable renewables make up most of the capacity explicitly identified by governments, with solar PV representing 50% , followed by wind .", "87": "Most of the announced wind capacity plans do not specify onshore or offshore.", "88": "Of the 765 GW of total wind capacity, countries specified only that 286 GW would be onshore and 112 GW offshore.", "89": "Germany, the Netherlands, and Chinese Taipei lead offshore wind specific ambitions.", "90": "Explicitly announced ambitions for hydropower account for 21% while those for bioenergy, CSP, geothermal and ocean technologies account for less than 4% of total capacity.", "91": "More countries have announced intentions for wind and solar PV capacity than for dispatchable renewable technologies.", "92": "Ambitions have been announced in 64 countries for solar PV capacity and in 61 for wind, compared to just 47 for hydropower and 31 for bioenergy.", "93": "Only 28 explicit ambitions are quantified for geothermal, CSP and ocean technologies.", "94": "For some technologies, there are mismatches between the technology specific ambitions and current installed capacity.", "95": "Bioenergy is the most overlooked technology, as 124 countries have bioenergy capacity installed but only 31 have set explicit ambitions for 2030, partly because bioenergy is often incorporated with non renewable sources in national plans .", "96": "Hydropower is also underrepresented considering its significant installed base, as only 39% of the countries with existing capacity have set explicit ambitions.", "97": "This disparity may result partly from the way hydropower is viewed in different markets, with some countries lumping hydropower with other non renewable technologies under “conventional” capacity in national planning documents.", "98": "Geothermal and CSP are more widely recognised, as almost half of the countries with the technologies in operation decided to announce 2030 ambitions.", "99": "Conversely, only 3 of the 16 countries that use ocean technologies specified capacity intentions.", "100": "In 2023, the world installed almost 560 GW of new renewable capacity, an increase of 64% from 2022.", "101": "This is in line with the annual pace needed to reach countries’ current ambitions for 2030.", "102": "However, only 47 countries are on track to reach or surpass their current ambitions.", "103": "In fact, the global trend results entirely from the speed and magnitude at which China is installing new renewable capacity.", "104": "Without China, the rest of the world would need to accelerate annual growth by 36% to realise the global estimated ambition.", "105": "Still, meeting the COP28 tripling pledge will require most countries to increase their ambitions.", "106": "Annual additions would have to rise more than 60% to almost 915 GW per year between 2022 and 2030.", "107": "China installed almost 350 GW of new renewable capacity in 2023 – more than half the global total, if China sustains this pace, it could easily exceed its estimated 2030 ambition.", "108": "Outside of China, the rest of the world installed just over 210 GW in 2023, falling short of the 290 GW of average annual additions needed to meet current aspirations.", "109": "Although annual additions would have to increase 25% in Europe and 50% in the United States, year on year growth trend from 2022 to 2023 suggests that this acceleration is within reach for both markets.", "110": "Addressing challenges involving system integration, permitting, and grid connection queues will be critical to achieve the ramp up needed.", "111": "Faster deployment in Eurasia also seems possible.", "112": "Annual growth would need to increase from just 3 GW to 4 GW per year to meet the current 2030 ambitions.", "113": "Accelerating the pace of feasibility studies, permitting, financing and construction of hydropower projects in the pipeline would allow for faster expansion.", "114": "Meanwhile, Latin America has the potential to achieve higher 2030 ambitions than it has announced.", "115": "The region installed an average of 26 GW between 2022 and 2023, far exceeding the pace needed to achieve its 2030 ambition.", "116": "Given the region’s untapped economically viable hydropower, solar PV and wind potential, ambitions for 2030 installed capacity could be higher.", "117": "The pace of expansion for the Asia Pacific, MENA and sub Saharan Africa regions needs to accelerate.", "118": "Annual growth has hovered around 48 GW the last two years in Asia Pacific, but over 75 GW would need to be deployed to achieve regional 2030 ambitions.", "119": "However, countries need to address challenges related to policy uncertainty, fossil fuel overcapacity and unaffordable financing.", "120": "MENA annual capacity additions need to double, which would require faster auction implementation and regulatory frameworks that allow for self consumption and cost reflective end user electricity tariffs.", "121": "In sub Saharan Africa, annual growth needs to more than double compared with 2023, but this would necessitate access to affordable financing, lower offtaker risks, and expansion of the transmission and distribution systems.", "122": "The COP28 global renewable energy and energy efficiency pledges refer to the IEA’s Net Zero Emissions by 2050 Scenario modelling, which provided the basis for the assertion that the world needs three times more renewable energy capacity by 2030, equivalent to at least 11 000 GW.", "123": "NZE Scenario modelling also showed that emerging markets and developing economies are set to play a much larger role in achieving global tripling than advanced economies are.", "124": "According to this scenario, EMDEs will have almost two thirds of global installed renewable capacity in 2030.", "125": "However, in neither advanced economies nor in EMDEs are current countries’ ambitions aligned with the NZE Scenario’s global tripling goal.", "126": "For advanced economies, the level of ambition needs to increase from a growth factor of 1,9 to 2,5.", "127": "These countries thus need to install over 2 500 GW of new renewable electricity capacity to reach over 4 000 GW in 2030.", "128": "For EMDEs, the growth factor should rise from 2,4 to 3,4, equivalent to attaining almost 7 000 GW of cumulative installed renewable capacity in 2030.", "129": "China was responsible for 40% of global greenhouse gas emissions from power generation and heat production in 2023.", "130": "In September 2020, China's president, Xi Jinping, pledged that the country would achieve net zero emissions by 2060.", "131": "Therefore, among its other goals, China’s updated NDC submitted in 2022 aims to have CO2 emissions peak before 2030 and to increase total installed 2 wind and solar power capacity to over 1 200 GW by 2030.", "132": "As of April 2024, China’s total installed wind and solar PV capacity was already at 1 130 GW.", "133": "At its current pace of monthly deployment, made possible by supportive policies and declining renewable technology costs, China could realise its 2030 ambition in 2024, six years earlier than targeted.", "134": "Today, generation costs for new utility scale solar PV and onshore wind installations are lower than for coal fired facilities in almost all provinces.", "135": "Owing to its considerable hydropower and bioenergy capacity, China’s total renewable energy capacity was already more than 1 500 GW in 2023 and it is expected to continue expanding rapidly, thanks especially to strong solar PV and wind deployment.", "136": "While the country does not have an explicit goal for total renewable capacity by 2030 in its NDC or any other official policy document, several modelling results considering China’s decarbonisation ambitions indicates that more than 3 000 GW of renewable energy capacity could be installed by 2030.", "137": "Europe produces less than 8% of global GHG emissions from power generation and heat production.", "138": "The combined ambitions of European countries point to a doubling of the region’s renewable capacity, from 800 GW in 2022 to almost 1 600 GW in 2030, one fifth the global total, the second highest contribution afterChina’s.", "139": "The top seven countries that provide 70% of the additional capacity needed to realise this ambition are Germany, Spain, Italy, the Netherlands, France, the United Kingdom and Republic of Türkiye.", "140": "The highest ambitions are for solar capacity, for a tripling of the 2022 installed base, so that solar surpasses wind to become the region’s single largest renewable energy technology.", "141": "Wind capacity would double to cover almost onethird of the region’s ambitions.", "142": "However, despite the importance of dispatchable technologies in providing system flexibility, country plans indicate a smaller role for them than for variable renewables.", "143": "If Europe’s ambitions are realised, most of the capacity increase would come from EU countries.", "144": "They seek to raise their ambition by almost 690 GW, which takes their share from 76% of the region’s aims to 80%.", "145": "EU member states aspire to more than double their renewable capacity between 2022 to 2030, almost entirely through solar PV and wind installations.", "146": "While the level of ambition of non EU countries is lower and hydropower remains prominent, these economies are also focused on expanding their solar PV and wind capacity.", "147": "The sum of individual EU countries’ 2030 capacity ambitions is 1 291 GW.", "148": "This is 4% higher than the REPowerEU plan’s goal, announced by the European Commission in May 2022, to install 1 236 GW of renewable capacity by 2030, comprised of 592 GW of solar PV and 510 GW of wind.", "149": "Since Russia’s invasion of Ukraine, the plan and its subsequent guidelines have been aiming to accelerate renewable electricity expansion and reduce gas import dependency.", "150": "EU ambitions for renewable capacity in 2030 may increase even further after the draft updated National Energy and Climate Plans are finalised this year.", "151": "The NECPs are the main impetus for renewable capacity expansion in the European Union and the main policy tool being used to achieve the EU target of climate neutrality by 2050.", "152": "The current updated NECP drafts are ten year plans that member states are required to submit to outline their contributions for achieving 42,5% renewable energy in final energy consumption, which corresponds to a net GHG emissions reduction of 55% from the 1990 level by 2030.", "153": "However, European Commission analysis of the current updated NECP drafts concluded that country submissions would lead to only 38,6 39,3% renewable energy in overall final energy consumption in the European Union, 3 4 percentage points short of the 42,5% target.", "154": "Thus, the Commission has asked member states to consider increasing their ambitions as they finalise their plans this year.", "155": "One possible outcome could be an increase in renewable capacity in some member states, should they decide to emphasise the electricity sector’s role in decarbonisation more than that of the heat and transport sectors.", "156": "Indeed, the power sector has been demonstrating faster decarbonisation than heat and transport, with the share of renewable power generation rising from 23% in 2011 to 41% in 2022, a 18 percentage point increase, compared with just five percentage points in transport and seven in the heat sector.", "157": "By individual technology, not all member states’ technology deployment plans are in line with EU ambitions for 2030.", "158": "For solar PV, the sum of member states’ capacity plans is more ambitious than the REPowerEU target, exceeding it by almost 70 GW.", "159": "Over 70% of this ambition is concentrated in five countries: Germany, Italy, Spain, the Netherlands and France.", "160": "Conversely, the total member state ambition of 443 GW of wind capacity still needs to be 15% higher to be meet the REPowerEU target of 510 GW.", "161": "For offshore wind, individual ambitions amount to 88 GW, roughly 23 GW below the 111 GW identified in the recent EU offshore renewable energy ambitions.", "162": "Germany has the strongest offshore wind ambition , followed by the Netherlands , Denmark , Poland , Belgium and Ireland .", "163": "Of the 22 EU countries that have offshore potential, only 14 announced capacity ambitions for offshore wind.", "164": "The remaining nine did notsubmit breakdowns for onshore and offshore wind, but they account for less than 2% of current offshore wind capacity.", "165": "While the European Union does not have an explicit onshore wind target, the REpowerEU plan and the EU offshore renewable energy ambitions imply a value of 400 GW, which exceeds total individual member states’ ambitions by 67 GW.", "166": "The countries with the greatest ambition are Germany, Spain, France, Italy and Poland.", "167": "Sweden also ranks among the top seven for wind aspirations, but it did not announce an explicit breakdown between onshore and offshore.", "168": "Member states’ ambitions for onshore and offshore wind may change in response to the Commission’s request to raise their 2030 ambitions for the final NECP submissions.", "169": "In country terms, Germany leads EU member state ambitions, accounting for close to one third of installed capacity in 2030.", "170": "It seeks to increase its installed base to 375 GW by 2030, surpassing by more than twice the second highest ambition of 160 GW, which comes from Spain.", "171": "Italy has the third highest aspirations, followed by France and the Netherlands.", "172": "There are 14 member states that have ambitions to at least double their installed capacity by 2030, of which three aim to more than triple.", "173": "Solar PV leads ambitions of 17 out of 27 member states, while wind is the highest in seven and hydropower in three countries.", "174": "Offshore wind plays a larger role than onshore in the Netherlands and Denmark’s ambitions.", "175": "Meanwhile, Spain, Italy and Portugal have set explicit aspirations for concentrated solar power , while bioenergy is foremost in Sweden and Finland.", "176": "Geothermal ambitions were announced in Italy, Croatia, Portugal, Spain and Slovakia, but the only country with quantitative goals for ocean technologies is Portugal.", "177": "In the Asia Pacific region , renewable capacity ambitions for 2030 total nearly 1 200 GW, double the 2022 capacity, according to announced in NDCs, national plans and other official documents including modelling results.", "178": "This amounts to roughly 15% of total planned renewable energy capacity globally, lower than the region’s 22% share in greenhouse gas emissions from power generation and heat production in 2022.", "179": "Current plans indicate that India leads regional renewable capacity ambitions, accounting for almost half of 2023 2030 additions.", "180": "It aims to meet the majority of its growing electricity demand with renewable energy and achieve 500 GW of nonfossil fuel capacity by 2030, which translates into about 485 GW of renewables .", "181": "With the second strongest ambitions, Japan plans to obtain a 36 38% renewable electricity generation share, which is estimated to translate into 187 201 GW of capacity.", "182": "Australia comes third at 98 GW.", "183": "Planned renewable capacity growth in developed economies of the region is split between solar PV and wind.", "184": "If all plans are fulfilled, the share of these countries in the Asia Pacific installed renewable capacity will decrease from 40% in 2022 to 30% in 2030.", "185": "Meanwhile, ASEAN members’ ambitions for 2030 add up to over 225 GW, led by Viet Nam , Indonesia and the Philippines , with significantly smaller contributions from the remaining countries.", "186": "Viet Nam, which views renewables as one of the main solutions to cover growing electricity demand, switched its focus from solar PV to wind power in its latest Power Development Plan due to expected system integration challenges.", "187": "In Malaysia, Indonesia and Thailand, plans lay out pathways to achieve declared net zero emissions targets set for 2050, 2060 and 2065 respectively.", "188": "Solar PV is expected to fulfil over 60% of stated renewable capacity growth ambitions in the Asia Pacific region.", "189": "Current plans indicate that by 2030, PV capacity will reach 650 GW, or 2,4 times the 2022 level.", "190": "Solar PV remains the preferred choice in almost all the region’s countries owing to its costcompetitiveness, relative ease of project development and the option of deploying rooftop installations to avoid land use challenges.", "191": "Even higher growth is planned for wind, which would more than triple its total capacity by 2030 to reach over 235 GW.", "192": "However, achieving this aim would require the quadrupling of 2018 2022 average annual deployment, and it continues to be difficult to secure investments for onshore wind developments, especially in densely populated and mountainous areas.", "193": "While offshore wind could be a solution to this challenge, costs remain prohibitive for most developing countries, with only Japan, Viet Nam and Chinese Taipei explicitly mentioning deployment of this technology by 2030.", "194": "Plans for other technologies are limited in Asia Pacific, with only India and Viet Nam envisioning significant hydropower and bioenergy capacity deployment.", "195": "Bioenergy is also to be expanded in Japan, and geothermal power in Indonesia, the Philippines, New Zealand and Japan.", "196": "Hydropower and geothermal projects can have long lead times, with complicated environmental impact assessments and social acceptance challenges, while bioenergy requires the development of sustainable feedstock supply chains.", "197": "Because of these obstacles, many countries do not include these technologies in their planning documents, despite the system flexibility benefits they offer.", "198": "The 2022 VRE generation shares of 15 of the 18 Asia Pacific countries analysed remained below 10%, indicating they are most likely in Phase 1 or 2 of VRE system integration classification.", "199": "At these stages, system integration issues are usually very limited and installing VRE capacity is relatively easy from a power system perspective, requiring few integration measures.", "200": "Thus, low cost PV and wind technologies can quickly provide many economic benefits by reducing the overall cost of power supply, decreasing fuel import dependency, and cutting GHG emissions.", "201": "Nevertheless, despite these advantages, 12 of the 15 countries with low VRE shares plan to increase renewable energy capacity by a factor of only less than three by 2030, and seven countries by less than two, leaving significant potential untapped.", "202": "One of the conditions preventing faster deployment of renewables in Indonesia, Thailand, Malaysia and the Philippines is fossil fuel fired power plant overcapacity.", "203": "A potential solution to this challenge is to implement long term plans to repurpose conventional power plants, increase their technical and contractual flexibility and create fair conditions for their accelerated phaseout.", "204": "As faster displacement of fossil fuel generation by low cost renewables could offer these countries many economic benefits, Indonesia and the Philippines have ambitious plans to increase their renewable energy capacity by a factor of 3,6 3,7 by 2030.", "205": "However, quick policy implementation will be required to achieve a step increase in annual deployment.", "206": "India, which already had the third largest national renewable energy market in 2018 2022, is planning to further increase its installed renewable capacity by a factor of 2,6 by 2030.", "207": "However, expanding an already large market can be a difficult task with new hurdles to overcome, such as shrinking land availability and increasingly complex system integration challenges.", "208": "To tackle these potential obstacles, India is already instituting policies to encourage the development of hybrid renewable power plants.", "209": "presenting long term plans for large auction volumes.", "210": "supporting the repowering of existing wind farms in the most suitable locations.", "211": "For Australia, Japan and Viet Nam, announced ambitions indicate slower capacity growth than in the previous five years.", "212": "These countries recently added considerable VRE capacity to their power systems, mainly solar PV, so their focus has switched largely to system integration and other renewable technologies such as wind.", "213": "Both the United States and Canada have the ambition to decarbonise their electricity sectors.", "214": "While the US NDC outlines a pathway to a carbon pollutionfree electricity sector by 2035, Canada’s Emissions Reduction Plan contains the federal government’s ambition to attain 90% non emitting electricity generation by2030.", "215": "Together, these countries account for 12% of global greenhouse gas emissions from power generation and heat production.", "216": "For them to realise their decarbonisation ambitions, renewable capacity would reach almost 1 000 GW by 2030, representing 12,6% of total global ambitions.", "217": "Given their respective electricity mixes, achieving these goals will require different approaches for the United States and Canada.", "218": "In 2022, over 60% of US electricity was generated from fossil fuels, while in Canada more than 80% of power generation was derived from non emitting sources, mainly hydro and nuclear.", "219": "While Canada’s hydropower fleet is expected to expand moderately by 2030, the amount of new capacity required in each country to achieve decarbonisation indicates that solar PV and wind power capacity will expand the most.", "220": "Federal and state/provincial policies are the primary drivers of both countries’ ambitions.", "221": "In the United States, the Inflation Reduction Act’s investment and production tax credits propel solar PV and wind capacity adoption, and state level incentives for distributed solar PV for commercial and residential customers also encourage solar uptake.", "222": "In Canada, a federal tax credit for investing in clean energy technologies, in addition to provincial targets and auctions or tenders held by governments and utilities, boosts solar PV and wind deployment.", "223": "Latin America and the Caribbean region accounted for only 2,8% of global GHG emissions from power generation and heat production in 2022.", "224": "With Latin America’s large hydropower capacity, the share of renewables in its electricity generation mix has already reached over 60%, the highest percentage of all regions globally.", "225": "Individual country ambitions indicate that the region overall aims to increase its total renewable energy capacity 39% from the 2022 level, to reach almost 450 GW.", "226": "Brazil, Chile, Argentina and Mexico account for nearly 80% of the region’s ambition.", "227": "Within this share, Brazil accounts for nearly 50% followed by Mexico and then Chile, which aims to expand its renewable capacity by 2,5 times, the highest growth factor among these four countries.", "228": "The prominence of hydropower in the region’s electricity mix is central to its ambitions.", "229": "For the ten countries that collectively generate nearly 60% of the region’s electricity, hydro is the primary source of power.", "230": "In fact, in eight of these ten countries, hydropower comprises more than half of the electricity generated.", "231": "However, most of the countries analysed in this region intend to less than double their current renewable capacity.", "232": "Only two aim to increase their renewable capacity by two to three times, while another three aspire to more than triple it.", "233": "Despite its important role, hydropower was often overlooked when these countries outlined their renewable capacity ambitions, with only two highlighting the technology in their plans.", "234": "Countries highly dependent on hydropower aim to diversify their electricity mixes with other renewables such as wind and solar PV to improve electricity security, especially during dry periods.", "235": "For instance, Brazil and Chile alone plan to collectively install 30 GW of solar PV and 17 GW of wind capacity in 2030, accounting for 37% of the region’s ambitions for new renewable capacity.", "236": "Among the region’s 23 largest countries, more than half have explicit total installed capacity plans, but without technology specific details.", "237": "Within the region, 16 countries are part of the Renewable Energy for Latin America and the Caribbean initiative founded during the 2019 UN Climate Action Summit.", "238": "The Caribbean region is one of the most vulnerable to climate change consequences and disasters, even though its contribution to global emissions is very small.", "239": "All Caribbean countries mention renewables in their NDCs, with nine explicitly setting quantitative targets, and the pace of renewable energy capacity growth they set for 2030 surpasses the regional average.", "240": "These countries aim to more than double their renewable capacity between 2022 and 2030, compared with a growth factor of 1,4 for the Latin America and Caribbean region overall.", "241": "Although sub Saharan Africa is responsible for less than 2% of global GHGemissions from the power and heat sectors, it is highly susceptible to climate change impacts.", "242": "At the same time, the region has vast renewable energy potential, which could cost effectively fuel its economic growth.", "243": "Individual country ambitions indicate that sub Saharan Africa plans to over triple its renewable energy capacity to over 165 GW by 2030.", "244": "Historically, hydropower has provided the vast majority of the region’s renewable energy capacity, but solar PV and wind will play a larger role owing to their relatively low cost and speed of deployment.", "245": "Regional policy ambitions consist primarily of increasing total installed capacity. expanding electricity access./or replacing heavy fuel oil generators with renewable energy installations.", "246": "Current country ambitions indicate an almost quadrupling of combined PV and wind capacity, while hydropower would more than double.", "247": "The increasingly important role of VRE highlights the declining installation costs of these technologies and the region’s vast untapped solar PV and wind potential.", "248": "In addition to these three technologies, countries in sub Saharan Africa are among the few globally that included ambitions for geothermal and CSP capacity.", "249": "Eritrea, Ethiopia, Kenya and Tanzania have plans for geothermal capacity, while Botswana and South Africa aim to expand CSP.", "250": "If these countries are able to implement their technology specific ambitions, geothermal and CSP capacity in the region could more than double to nearly 3,5 GW.", "251": "Three countries alone account for nearly 60% of sub Saharan Africa’s renewable capacity aims.", "252": "Nigeria’s NDC outlines a conditional 38,2 GW of new renewable capacity, accounting for the largest share of the region’s ambition.", "253": "The country currently has the world’s highest number of people without access to electricity and one third of new capacity in Nigeria’s plans is allocated to off grid renewables, including mini grids and solar home systems, solar streetlights and self generation systems.", "254": "The remaining capacity is divided among hydropower , utility scale solar PV and wind .", "255": "South Africa aims to at least double its renewable capacity, encouraged by declining technology costs and factors such as fleet age and system reliability that are causing record load shedding.", "256": "Meanwhile, Ethiopia accounts for 15% of subSaharan Africa’s renewable capacity ambition.", "257": "Hydropower is an essential element in the country’s goal of becoming a regional powerhouse, exporting electricity to neighbouring countries.", "258": "However, access to affordable financing remains a barrier to renewable energy development in sub Saharan Africa, despite the pledge of advanced economies to mobilise USD 100 billion per year for climate financing.", "259": "As a result, many countries have two types of targets: unconditional and conditional.", "260": "Angola, Benin, Côte d’Ivoire, Gabon, Rwanda and Senegal have both conditional and unconditional ambitions, while Niger’s and Nigeria’s aims are all conditional.", "261": "For Angola, Benin, Côte d’Ivoire, Gabon, Rwanda and Senegal, conditional renewable capacity ambitions are nearly 70% higher than unconditional ones.", "262": "These countries have stated that they require an additional USD 5 billion to reach their conditional goals.", "263": "Although fuel switching is not the primary motivator for renewable energy expansion in the region, it still plays a key role, as eight countries aim to replace fossil fuel assets with renewable energy capacity.", "264": "For example, Angola plans to supplant 15 MW of diesel based generation in rural areas with solar PV and Rwanda is targeting 68 MW of solar PV, while Sudan anticipates that solar PV and wind power plants will displace 5 056 GWh of fossil fuel fired generation.", "265": "NDCs, Sustainable Development Goals and national plans also emphasise increasing electrification as part of sub Saharan Africa’s ambitions for 2030.", "266": "Eighteen countries mention increased access to electricity in their plans and electrification through the development of off grid or mini grid systems, such as solar home systems or solar lighting.", "267": "Off grid or mini grid installations tend to be powered by solar PV or small hydropower plants.", "268": "however, some countries also mention using diesel generators for electrification or do not identify a primary fuel source for these types of systems.", "269": "Eurasia is responsible for 7% of global GHG emissions from power generation and heat production.", "270": "Abundant in fossil fuel resources, the region’s share of renewable energy sources in electricity generation is only 20%, with hydro accounting for most of it.", "271": "According to NDCs, national plans, multilateral plans and other official documents, Eurasia’s renewable capacity ambition for 2030 is to increase renewable capacity by only 1,3 times, raising it to just above 120 GW.", "272": "Eurasia’s plans account for just over 1,5% of global renewable capacity ambition.", "273": "Only Azerbaijan and Uzbekistan have explicit goals for total renewable capacity by 2030 in their respective NDCs, while the majority of other countries have defined ambitions for solar PV and/or wind only.", "274": "Russia accounts for 71% of Eurasia’s renewable electricity generation and almost two thirds of its installed renewable capacity.", "275": "At COP28, it announced that it would double its renewable capacity from the current 6 GW to 12 GW by 2030.", "276": "As this aim excludes hydropower, Russia’s largest renewable technology, it indicates only a 10% increase to its renewable capacity and skews the region’s overall ambition.", "277": "Outside of Russia, other countries in the region have a combined ambition to almost double their renewable capacity.", "278": "While hydropower remains the region’s dominant renewable energy technology, most countries have also announced plans to expand their wind and solar PV capacity to benefit from their huge untapped potential.", "279": "In fact, Eurasian countries aspire to almost triple their wind and solar PV capacity from 9 GW to 25 GW in 2030.", "280": "Uzbekistan’s ambition of 8 GW of wind and PV capacity by 2030 is the strongest, while the Energy Community countries together account for another third.", "281": "Overall, Eurasian countries remain very reliant on fossil fuels which account for almost two thirds of the region’s electricity generation.", "282": "Raising current ambitions, boosting efficiency and enlarging transmission and distribution networks can help accelerate clean energy transitions and benefit the region significantly, improving energy security and diversification while reducing GHG emissions.", "283": "Middle East and North Africa", "284": "The Middle East and North Africa region accounts for less than 8% of global emissions from power generation and heat production.", "285": "It aims to realise its significant untapped renewable energy potential by increasing capacity from less than 50 GW in 2022 to 200 GW by 2030.", "286": "Two thirds of this ambition is concentrated in four countries: Saudi Arabia, Egypt, Algeria and Israel.", "287": "In total, the region seeks to raise its installed capacity by a factor of 4,5, the largest regional growth globally.", "288": "However, the countries demonstrate stark differences in their levels of ambition and what drives it.", "289": "Saudi Arabia has the largest 2030 ambition, and one of the highest growth factors , although this is disproportionately higher than those of the other countries partly because it is starting from a small base.", "290": "The country had less than 1 GW of renewable energy capacity installed in 2022 and it aspires to 59 GW by 2030, a significantly higher aim than it originally set in 2016 .", "291": "The increase was announced in 2019, in conjunction with plans to achieve net zero emissions by 2060.", "292": "Today, the pipeline of projects under development totals 10 GW contracted almost entirely through PPAs with IPPs awarded in competitive auctions and negotiated bilaterally with the utilities.", "293": "Algeria’s ambitions are also very high relative to its installed capacity, resulting in an inflated growth factor.", "294": "The country seeks to install at least 14 GW of PV and 5 GW of wind by 2030.", "295": "However it has not awarded any PPAs with developers due to the slow procurement of auctions and challenges with their design.", "296": "Egypt’s ambition is the second highest in the region, topping 37 GW by 2030.", "297": "Thecountry seeks to increase its share of renewables in power generation from 11% in 2022 to 42% by 2030, set in its National Energy Plan in 2016 and reiterated in its latest NDC submission .", "298": "Egypt has the second largest non hydropower installed renewable capacity in 2022 after Israel , which registers the region’s 7 fourth strongest ambition.", "299": "Relative to others in the region, both countries have relatively long track record in installing renewable capacity using several types of policies, including competitive auctions, bilateral negotiations with the utility, feedin tariffs, and net metering for distributed solar PV.", "300": "The remaining MENA countries can be grouped into two categories.", "301": "The first covers countries that deploy renewable energy technologies to reduce their reliance on imported fuel to meet power demand.", "302": "The United Arab Emirates, Jordan, Iraq, Tunisia and Kuwait use natural gas imports to meet domestic power demand, while the main import in Morocco is coal, and in Lebanon, heavy fuel oil.", "303": "Reducing their fossil fuel import dependency is the main reason these countries have already installed renewable energy facilities, amounting to 43% of the region’s existing non hydropower capacity.", "304": "Combined, they wish to increase their base 2,4 times by 2030 to further reduce import reliance and meet climate goals.", "305": "Together these countries account for 17% of the MENA region ambition.", "306": "The second category accounts for 9% of the region’s ambition and comes mostly from countries that produce enough oil and gas to meet their own power demand needs, and in some cases export it as well.", "307": "Most of this is from Libya, Qatar, Oman and Bahrain which produce their own gas to meet domestic power demand and, combined, they currently have less than 2 GW of renewable capacity installed.", "308": "Their ambition is thus to increase their capacity base 4,6 times by 2030.", "309": "However, accelerating renewable energy uptake in these countries will be challenging because of the long term contracts that are in place with existing fossil fuel fleets.", "310": "regulatory obstacles that discourage private sector investment.", "311": "a lack of costreflective tariffs in some markets.", "312": "Solar PV makes up almost half of the capacity aims for 2030.", "313": "If all ambitions in the region are realised, solar PV capacity would increase from 16,5 GW in 2022 to over 90 GW by 2030.", "314": "Even higher amounts could be achieved if some of the non specified capacity in government ambitions is allocated to solar PV.", "315": "High solar irradiation levels and increasing competitiveness make solar PV the main technology choice in the region’s ambitions.", "316": "Since 2015, prices awarded for utility scale solar PV have plunged 75%, from USD 56/MWh in Jordan’s 2015 tender to USD 14/MWh in the most recently awarded tender in Abu Dhabi.", "317": "Awarded solar PV prices have dropped for several reasons.", "318": "First, in addition to global equipment costs falling, the introduction of competitive auctions has helped attract lower bids.", "319": "Plus, many projects are large and can take advantage of economies of scale to achieve cost reductions .", "320": "However, these low prices may not reflect all the costs developers face and may not be replicable in all countries due to certain conditions.", "321": "Access to state backed financing and favourable land costs have also contributed to the reductions.", "322": "The second largest technology ambition is for wind, also led by Saudi Arabia.", "323": "However, Egypt may potentially have high wind aspirations given that it leads the region in installed base, but it has framed its 2030 ambitions only in terms of generation and not assigned a specific technology.", "324": "Hydropower has limited potential in the region except in Iran, which has most of the existing base, and in Morocco and Egypt, which envision smaller projects.", "325": "Four countries have explicitly set ambitions for CSP and, if all aims are met, CSP capacity could increase to 6 GW by 2030, the second highest regional total globally after Europe.", "326": "A quarter of the ambition was unable to be specified to a technology because government goals for renewable capacity were not split out by individual technologies, aggregated with other low carbon sources, or expressed in terms of generation shares.", "327": "Current government ambitions are not on track to achieve the tripling of globalrenewable capacity by 2030.", "328": "Many economies will therefore need to consider expanding their ambitions and deploying more renewable capacity than is currently covered in their plans.", "329": "Fortunately, the new NDC development process gives all nations the opportunity to explicitly raise their ambitions on renewable capacity deployment by 2030.", "330": "Policy pathways to achieve global tripling will differ for each country and depend on multiple economic, energy and social factors, including: • economic development • macroeconomic characteristics • population density • electricity demand growth • untapped renewable energy potential • currently installed electricity capacity mix • existing and planned grid infrastructure including interconnections • share of variable renewable energy in the electricity mix • existing power system flexibility resources to integrate VRE.", "331": "We consider several country clusters in this chapter, with groupings based on similarities in these elements leading to common challenges and opportunities for renewable capacity deployment.", "332": "While we suggest possible policy solutions for the common challenges economies in each cluster may be facing, our lists of policy priorities are not exhaustive, and countries may choose to emphasise different policies depending on their specific circumstances.", "333": "Nevertheless, two main challenges arise across all clusters, namely permitting and inadequate investments in grid infrastructure.", "334": "Most advanced economies have ambitious plans to achieve net zero emissions and full power sector decarbonisation in the next decade.", "335": "Their electricity demand has been rising only modestly thanks to improved energy efficiency and relatively slow economic growth, especially in energy intensive sectors.", "336": "However, electrification is the focal point of decarbonisation strategies for all sectors.", "337": "While these countries already produce considerable renewable energy, including from hydro resources and variable renewables, further acceleration of renewable energy deployment will depend strongly on shorter permitting wait times, investments in grid infrastructure, and policies to increase system flexibility and electrification in the transport, buildings and industry sectors.", "338": "All G7 countries are included in this cluster, in addition to several European countries with high shares of renewables.", "339": "Streamline permitting by simplifying rules, procedures and administrative structures.", "340": "Reducing permitting wait times can accelerate renewable capacity deployment and make it easier for countries to achieve their ambitions.", "341": "Countries could consider implementing one stop shops to centralise and co ordinate planning, consent gaining and deliberation with relevant authorities and stakeholders.", "342": "clearly defining response deadlines for consent through positive administrative silence.", "343": "digitalising permitting procedures to enable swifter communication and co ordination among national and regional authorities, and to foster transparency.", "344": "Ensure adequate numbers and skill level of human resource staff.", "345": "Having enough public employees with sufficient training in the relevant skills is a prerequisite for faster permitting.", "346": "Countries could consider allocating sufficient staff with appropriate skills to national and local administrative bodies.", "347": "upskilling current employees for proficiency in new policy approaches and digital tools such as spatial planning.", "348": "Involve local communities.", "349": "As renewable energy deployment accelerates, local communities often perceive its burdens but not necessarily the benefits.", "350": "Thus, policies to encourage local community engagement and profit sharing from renewable energy investments can significantly enhance public acceptance of new projects.", "351": "Early local community engagement, including in the project design phase, increases acceptance and reduces the risk ofpublic opposition.", "352": "Countries could consider fostering citizens’ financial participation in renewable energy projects through crowdfunding or by offering investment opportunities . introducing policies that encourage the redistribution of revenues from energy sales to the most affected communities, based on transparent and objective criteria .", "353": "Invest in spatial planning to help streamline zoning and permitting.", "354": "Space availability and use can be a challenge for further renewable energy expansion in countries where a large base is already installed and population density is high.", "355": "These countries could consider creating a dynamic spatial planning system and collecting data from different sources among various institutions to identify go to or no go areas for new renewable energy installations.", "356": "Provide a long term schedule of regular auctions tailored to government ambitions.", "357": "Well designed, competitive renewable energy auctions are considered a successful procurement method to increase wind and solar PV capacity.", "358": "Countries could consider announcing a regular schedule reflecting longterm ambitions and policy goals to help increase investment certainty and enable the development of local supply chains and skills.", "359": "Decisions on auction volumes should also take corporate power purchase agreements activity into account.", "360": "Adapt auction designs to the new macroeconomic environment.", "361": "High interest rates and elevated prices for raw materials and equipment could reduce the bankability of renewable energy projects if remuneration schemes do not reflect these costs.", "362": "Countries could consider choosing an appropriate ceiling price based on realistic project costs.", "363": "finding the right balance between the level of incentives that would increase the economic attractiveness of projects while minimising the cost implications for consumers and/or taxpayers.", "364": "indexing contract prices to various technology specific macroeconomic indicators . closely monitoring challenges to the realisation of awarded projects, to react in a timely manner and potentially update future auction volumes.", "365": "Encourage investment in new transmission and distribution infrastructure, including interconnections.", "366": "Countries could consider further aligning and integrating transmission and distribution grid planning and investments with broad long term planning processes including renewable energy project development phases.", "367": "introducing grid regulation that keeps investments aligned with rapid changes in electricity demand and supply patterns . improving regulatory risk assessments to accelerate the buildout and efficient use of grid infrastructure.", "368": "Modernise regulatory frameworks for grid management and investment.", "369": "Current grid regulation in advanced economies usually focuses on minimising costs in the short term and not on maximising system wide benefits.", "370": "This approach results in underinvestment in infrastructure that is essential for security, decarbonisation and electrification.", "371": "Countries could consider adopting regulatory frameworks that take a holistic and strategic view to drive the deployment of essential new grid capacity, ensuring that the necessary assets are in place and are operating efficiently when they are needed.", "372": "Design and accelerate the implementation of system friendly support mechanisms for utility scale and distributed renewable energy resources.", "373": "As VRE shares in power generation mixes increase, remuneration mechanisms need to reflect the impact of wind and solar PV power plants on the overall system.", "374": "Countries could consider implementing generation based types of remuneration with long term contracts that expose generators to market price signals, giving developers market and system integration incentives and avoiding “produce and forget” ones.", "375": "rewarding innovative system friendly solutions byintroducing non price criteria to select winners of competitive auctions.", "376": "removing regulatory and administrative barriers for corporate PPAs to facilitate VRE market integration.", "377": "implementing real time self consumption models and avoiding or phasing out net metering schemes to increase the system friendliness of residential and commercial solar PV applications.", "378": "Improve price signals for capacity and ancillary services.", "379": "Remuneration for these services is often not proportional to the value they provide to the system.", "380": "For instance, flexible power generation assets depend heavily on energy sales to remain profitable.", "381": "Countries could consider better aligning remuneration with the value these services provide to the system and enabling price signals to drive increased provision of these services and improve the system’s operational flexibility.", "382": "Incentivise the development of storage assets.", "383": "Batteries and other storage technologies can support the integration of new VRE not only by providing storage for many hours, but also by improving grid stability and resilience.", "384": "While targeted financial support is required to deploy new storage assets, these systems should also be allowed to capture revenues from all the value streams they provide to the system.", "385": "Countries could consider fostering a portfolio of technologies , for instance by focusing on the services being procured and taking their different construction lead times into account.", "386": "Additional regulatory enhancements, such as eliminating double taxation on storage could also help.", "387": "Leverage digitalisation to enhance supply and demand side flexibility integrating distributed renewable energy and flexibility assets.", "388": "Using the appropriate digital equipment makes it possible to identify the optimal placement of distributed assets and renders them visible to system operators, allowing operators to monitor and control them in real time.", "389": "It also reinforces power system security and reliability and enhances the provision of flexibility.", "390": "Countries could consider ensuring that new distributed assets are equipped with digital capabilities to simplify system planning and operations, reduce costs and maximise the utilisation of renewable resources.", "391": "Digital applications could also be used to pair distributed renewable energy assets with optimised electric end use technologies, such as EVs and heat pumps, increasing overall system flexibility by also integrating demand response mechanisms and applications.", "392": "Maximise the flexibility benefits of existing hydropower plants by incentivising their modernisation.", "393": "Countries could consider better recognising the value of established dispatchable renewable energy installations by making it worthwhile to invest in the refurbishment and modernisation of ageing hydropower plants.", "394": "For instance, loan guarantees or long term revenue certainty could encourage hydropower modernisation and refurbishment investments.", "395": "In wholesale electricity markets, trading balancing products over shorter timescales would recompense hydropower’s flexibility services more appropriately.", "396": "Hydropower plants could also be awarded additional remuneration for providing inertia and fast frequency response services.", "397": "Incentivise the repowering of ageing wind plants.", "398": "Wind turbine repowering enables developers to retrofit power plants with more efficient turbines on established sites by using existing grid connections, land and infrastructure.", "399": "Countries could consider introducing leaner, streamlined permitting procedures for repowered wind plants, especially when the new wind turbines have the same or even fewer adverse environmental effects than the existing ones.", "400": "implementing dedicated auction segments for repowered wind projects.", "401": "These markets have rapidly or moderately growing electricity demand and require additional power capacity.", "402": "They are partially or almost fully tapped into their hydropower resources and have begun to develop large scale VRE and support distributed generation.", "403": "Countries in this cluster have fully transitioned to wholesalemarkets or are at least partially there .", "404": "In these markets, flexibility issues emerge progressively but the system is usually able to cope with them through minor operational modifications.", "405": "However, rapidly rising VRE generation will increasingly affect system operations.", "406": "Continue to provide long term policy visibility.", "407": "Countries could continue developing their renewable energy market with competitive procurement programmes linked to clear long term strategies and schedules, and they should avoid retroactive policy changes and stop and go measures at all times.", "408": "This would help reduce risks by strengthening investor confidence, while also providing visibility for future grid investments.", "409": "Continue to strengthen the financial health of the main power purchasing entities.", "410": "The financial health of state owned enterprises, especially utilities, is crucial to reduce renewable energy financing costs.", "411": "Countries could consider putting public offtakers of renewable power on a firmer financial footing to increase project bankability.", "412": "They could also consider creating creditworthy intermediaries to reduce revenue related risks.", "413": "Unlock corporate PPA potential.", "414": "Countries could consider removing regulatory barriers to further foster renewable energy deployment through corporate PPAs as an alternative to government led deployment.", "415": "Additionally, they could institute a reliable and transparent certification mechanism for renewable electricity.", "416": "Incentivise power system flexibility.", "417": "Countries could consider introducing appropriate regulations, market rules and technical standards to increase power system flexibility and prepare the grid for greater VRE penetration.", "418": "Policy measures should cover system operation protocols, demand response mechanisms and storage.", "419": "Introduce system friendly VRE incentives.", "420": "Countries could consider adapting solar PV and wind auctions to incorporate and reward solutions that improve system flexibility, including frequency regulation, storage and demand response instruments, or introduce locational signals in auctions.", "421": "Hybrid renewable energy and storage auctions could be implemented, particularly in specific locations where transmission constraints have already emerged, especially because of higher solar PV generation.", "422": "Gradually exposing renewable energy generators to market price signals could facilitate their integration.", "423": "Plan to increase transmission and distribution capacity, including interconnections.", "424": "In addition to enacting policies to encourage grid investment, countries could consider preparing tenders to allocate transmission lines around “green” corridors.", "425": "Many emerging economies in this cluster have pledged to achieve net zero emissions in the long term and introduced ambitious power sector decarbonisation goals.", "426": "These countries usually have single buyer electricity markets with plans for wholesale market liberalisation.", "427": "Hydropower accounts for most of their renewable energy portfolio, with limited growth in other renewable energy technologies.", "428": "However, these economies already have large scale fossil fuel capacity in place and have signed long term “take or pay” contracts to meet growing energy demand.", "429": "This established fossil fuel fleet, along with plants that have already been financed and are under construction, thus leaves only limited space to develop new renewable electricity power plants.", "430": "Countries in this cluster include Indonesia, Thailand, the Philippines, Malaysia, Egypt among others.", "431": "Accelerate the phasedown and repurposing of fossil fuel fired plants.", "432": "Countries could consider creating a long term plan for power system development, including early retirements, repurposing for flexibility and fuel switching.", "433": "introducing a market for flexibility services and adequate revenue streams for repurposed plants.", "434": "providing concessional financing and grants for early retirement and repurposing.", "435": "Renegotiate inflexible PPA and fuel supply contracts.", "436": "Countries could consider creating a comprehensive legal, policy, regulatory and financing solutionto enable PPA and fuel supply contracts renegotiation.", "437": "They could also offer new transition aligned revenue streams for fossil fuel fired power plants, encouraging flexibility, providing firm capacity and creating market space for new renewable energy installations.", "438": "Further electrify heat and transport end uses to displace fossil fuels while absorbing additional renewable energy supplies.", "439": "Countries could consider incentivising the electrification of low temperature industrial processes by fostering the use of industrial heat pumps and electric steam boilers, as well as electromagnetic heating.", "440": "encouraging the use of electric motors in industry.", "441": "supporting the shift to electric cooking.", "442": "fostering the deployment of electric public transport.", "443": "Ensure that policies to transition away from fossil fuel fired power are people centred and just.", "444": "Schemes to retire existing fossil fuel capacity early should include policies that support workers and communities through direct payments and compensation, and that allocate funds for retraining/education in new skills.", "445": "support economic diversification through coal decommissioning/retrofits, clean energy projects and opportunities in non energy industries.", "446": "Enable renewable energy installations to be more cost competitive with fossil fuel fired plants.", "447": "Countries could consider introducing policies that derisk initial exploration and development costs for hydropower and geothermal projects and streamline permitting for all renewable energy installations.", "448": "reducing or removing fossil fuel subsidies with accompanying compensation measures to protect vulnerable consumers.", "449": "Provide long term VRE market visibility and policy certainty", "450": "Countries could consider increasing the bankability of renewable energy projects by implementing internationally accepted PPA contract standards.", "451": "fairly sharing risks between generators and energy buyers.", "452": "introducing large scale, competitive long term policy support for renewable energy.", "453": "Create a legal framework for timely and cost effective project development.", "454": "Countries could consider fostering stakeholder consultations and participation.", "455": "introducing fixed timelines for approvals and clear legal procedures to limit the risk of delays and related cost overruns.", "456": "ensuring the availability of lowcost equipment by co ordinating trade restrictions with local manufacturing capabilities.", "457": "Ensure that the legal framework lays out renewable energy curtailment rules.", "458": "Countries could consider increasing data transparency for economic and technical curtailment by improving the regulatory framework.", "459": "setting clear and fair curtailment rules based on electricity security.", "460": "advancing towards an economic dispatch of the power system to ensure that renewables can also contribute.", "461": "In cases where economic dispatch is not implemented, support participation of VRE in the system by measures such as a minimum full load hour guarantee, with clear timelines for phasing out as VRE capacity further expands.", "462": "Having high VRE resource potential, many developing economies could use this potential and deploy renewable technologies to meet rising power demand costeffectively as access to electricity and energy services expands.", "463": "However, many of these countries usually have elevated macroeconomic risks, restricted budgets, limited experience with renewable energy, weak grid infrastructure, and vertically integrated or single buyer electricity markets.", "464": "Starting from a very small capacity base, many developing countries have introduced high ambitions to meet their growing energy needs primarily with renewable electricity technologies because the generation costs are generally lower than for fossil fuel alternatives.", "465": "Moreover, in many of these countries, the unexploited potential of renewables is huge.", "466": "This cluster includes low income developing countries with minimal renewable energy penetration in Africa, Asiaand the MENA region.", "467": "Deploy off grid and mini grid renewable energy solutions in coordination with grid expansion plans.", "468": "In many developing countries in this cluster, generation costs for PV plus battery systems are lower than for diesel generators.", "469": "Countries could therefore consider removing barriers to off grid applications and mini grid systems to improve electricity access for consumers in areas where grid extension is not cost effective.", "470": "incentivising individuals and private sector to build and operate renewable energy projects, gaining skills and experience.", "471": "Concessional financing could further spur deployment, potentially stimulating the participation of national capital in the sector .", "472": "Develop untapped hydropower potential.", "473": "Incorporating new, large scale wind and solar PV capacity into an already weak grid can be challenging, but, where available, hydropower projects can cost effectively increase electricity access and provide dispatchable electricity generation.", "474": "While large hydropower projects require simultaneous grid development to connect the plant, expanding the electricity infrastructure, small projects either onor off grid can also boost electricity access rapidly.", "475": "Countries could consider establishing necessary governance and institutional structures to ensure sustainable project development, taking into account the long term availability of water and its multiple uses for flood management, irrigation and drinking.", "476": "increasing access to concessional financing and introducing business models such as public private partnerships with a balanced risk allocation through project finance structures, to allocate risks to the appropriate stakeholders .", "477": "Introduce a longterm vision and implementation plan.", "478": "Countries could consider providing clear visibility over procurement plans and project pipelines to create positive investment signals.", "479": "introducing policies and regulations to ensure timely implementation to reduce project risks and attract low cost financing.", "480": "Reduce price, inflation and exchange rate risks.", "481": "Countries could consider introducing standard long term public purchase contracts with guaranteed offtake to reduce the price risk for developers and help attract international private and concessional financing.", "482": "implementing additional contract design elements, that is price indexation to account for inflation and exchange rate risks.", "483": "For instance, initial contracts could be at least partially denominated in USD or EUR to reduce revenue risks for developers.", "484": "Support projects in the predevelopment phase.", "485": "Governments can do this by reducing project development and exploration risks for large scale hydropower or geothermal plants, or by defining suitable ready to develop areas for initial wind and solar PV expansion before competitive procurements are organised.", "486": "For competitive auctions, countries could consider conducting resource assessments and obtaining all necessary permits and/or land rights on behalf of winning bidders while ensuring grid access for the renewable energy project.", "487": "In addition to reducing bidder risks significantly, auction site predevelopment creates expertise and strengthens institutional capacities within the government.", "488": "Reduce offtaker risk while ensuring affordability for consumers.", "489": "Countries could improve the offtakers’ financial health by reducing losses, improving collection rates and having a progressive pathway towards cost reflective tariffs as socio economic development increases.", "490": "Moreover, countries could consider introducing or expanding credit enhancement mechanisms.", "491": "Covering nonpayment delays is essential to strengthen a sector in which state owned enterprises with generally low creditworthiness are the main counterpart in PPAs with private investors.", "492": "Additionally, governments could introduce ceiling prices for competitive auctions to safeguard against excessive financial burden for offtakers.", "493": "At the same time, derisking and support policies need to be designed carefully to limit short, mediumand long term impacts on household budgets."}