{"0": "Global renewable capacity is expected to grow by 2,7 times by 2030, surpassing countries’ current ambitions by nearly 25%, but it still falls short of tripling.", "1": "Climate and energy security policies in nearly 140 countries have played a crucial role in making renewables cost competitive with fossil fired power plants.", "2": "This is unlocking new demand from the private sector and households, while industrial policies that encourage local manufacturing of solar panels and wind turbines are fostering domestic markets.", "3": "However, this is not quite sufficient to reach the goal of tripling renewable energy capacity worldwide established by nearly 200 countries at the COP28 climate summit.", "4": "Considering existing policies and market conditions, our main case sees 5 500 gigawatts  of new renewable capacity becoming operational by 2030.", "5": "This implies that global renewable capacity additions will continue to increase every year, reaching almost 940 GW annually by 2030 , 70% more than the record level achieved last year.", "6": "Solar PV and wind together account for 95% of all renewable capacity growth through the end of this decade due their growing economic attractiveness in almost all countries.", "7": "The strong pace of global progress on renewables expansion signals an opportunity for countries to announce enhanced ambitions in the next round of Nationally Determined Contributions  due in 2025.", "8": "Only 14 countries had explicit renewable capacity targets in the NDCs they had designed before COP28.", "9": "In our main case, nearly 70 countries, which collectively account for 80% of global capacity, reach or surpass their current ambitions for 2030.", "10": "China drastically dominates among these overachievers, but other major economies, such as Brazil, India and the United States, also contribute.", "11": "China is set to cement its position as the global renewables leader, accounting for 60% of the expansion in global capacity to 2030.", "12": "The country is forecast to be home to every other megawatt of all renewable energy capacity installed worldwide in 2030, after surpassing its end of the decade 1 200 GW target for solar PV and wind six years early.", "13": "Since ending feed in tariffs in 2020, China's cumulative solar PV capacity has almost quadrupled and wind capacity has doubled, driven by cost competitiveness and supportive policies.", "14": "China's success stems from comprehensive support for both large scale and distributed renewables across all renewable technologies.", "15": "The European Union and the United States are both forecast to double the pace of renewable capacity growth between 2024 and 2030, while India sees the fastest rate of growth among large economies.", "16": "The Inflation Reduction Act’s tax credits will continue to boost growth in the United States, while competitive auctions and corporate power purchase agreements are set to drive expansion in the European Union.", "17": "Member countries’ growth trends put the bloc’s 600 GW solar PV ambition for 2030 within reach, but more effort is needed for wind.", "18": "In India, the rapid expansion of auctions, the introduction of a new support scheme for rooftop PV and stronger financial indicators for many utility companies make the country the fastest growing renewable energy market among large economies through 2030.", "19": "New solar capacity added between now and 2030 will account for 80% of the growth in renewable power globally by the end of this decade.", "20": "Adoption accelerates due to declining costs, shorter permitting timelines and widespread social acceptance.", "21": "Cost competitiveness and policy support also stimulate the growth of distributed applications among residential and commercial consumers as more households and companies seek to reduce their electricity bills.", "22": "Despite recent supply chain and macroeconomic challenges, the wind sector is expected to recover.", "23": "Policy changes concerning auction design, permitting and grid connection in Europe, the United States, India and other emerging and developing economies are expected to enhance project bankability and help the wind sector recover from recent financial difficulties.", "24": "The forecast sees the rate of global wind capacity expansion doubling between 2024 and 2030 compared with 2017 23.", "25": "Hydropower capacity growth remains stable, driven by China, India, the ASEAN region and Africa.", "26": "The role of other renewables, including bioenergy, geothermal, concentrated solar power and ocean, is expected to decline due to a lack of policy support.", "27": "Hydrogen remains a negligible driver for new renewable capacity growth.", "28": "Despite increased policy support, hydrogen produced from renewable energy is set to account for just 4% of total hydrogen production in 2030, mainly due to insufficient demand creation.", "29": "While global installed electrolyser capacity is expected to increase fifty fold by the end of the decade", "30": ", only part of it will be supplied by new renewable power plants, as half of the electrolysers are estimated to use abundant low cost renewables generation from existing plants.", "31": "Overall, hydrogen is forecast to drive only 43 GW of new renewable capacity by 2030, or less than 1% of total global renewable capacity expansion.", "32": "Our accelerated case sees global renewable capacity reaching almost 11 000 GW in 2030, laying out a pathway for meeting the tripling goal.", "33": "In this case, China, Europe, India and the United States collectively provide 80% of total installed capacity worldwide.", "34": "The case sees China addressing grid integration challenges and companies installing distributed solar PV systems at a faster pace, while in Europe and the United States, governments reduce long permitting timelines and stimulate investment in new grid capacity and flexible assets to unlock additional deployment.", "35": "In India, policies addressing challenges such as land procurement, grid connection wait times and the weak financial health of power distribution companies deliver additional growth.", "36": "Large untapped renewables potential in emerging and developing economies can be realised if policies improve.", "37": "High financing costs reduce the economic attractiveness of renewables in most emerging and developing economies.", "38": "Other key challenges include weak grid infrastructure and a lack of visibility over auction volumes.", "39": "Measures to reduce risks, including by creating stable policy environments with clear long term targets, can help unlock additional capacity.", "40": "In countries with fossil fuel overcapacity with long term contracts, policy makers could consider renegotiating inflexible power and fuel contracts and accelerating the phasedown of fossil fuel plants.", "41": "In our main case, renewables will account for almost half of global electricity generation by 2030, with the share of wind and solar PV doubling to 30%.", "42": "At the end of this decade, solar PV is set to become the largest renewable source, surpassing both wind and hydropower, which is currently the largest renewable generation source by far.", "43": "Increasing wind and solar PV generation is leading to higher curtailment, underlining the growing need for flexibility.", "44": "In countries where grid investments and system integration measures are not keeping pace with rapid deployment, curtailment could become a growing challenge.", "45": "In Chile, Ireland and the United Kingdom, for example, the curtailment of wind and solar PV recently reached between 5% and 15%.", "46": "Despite growing investment in battery storage in many of these markets, further flexibility measures, including long term storage and large scale demand response, will be necessary.", "47": "By 2030, solar and wind penetration is set to reach close to 70% in countries such as Chile, Germany, the Netherlands and Portugal.", "48": "Investment in grid infrastructure is lagging, with more advanced projects waiting to be connected, though grid reforms in some countries are beginning to deliver results.", "49": "At least 1 650 GW of renewable capacity is currently in advanced stages of development and waiting for a grid connection, 150 GW higher than at this point last year.", "50": "However, grid queues for projects at early stages of development have decreased, with projects either moving forward or dropping out of the queue , some without penalty , due to lack of progress.", "51": "Queues to integrate energy storage are also significant as deployment rises.", "52": "Solar PV manufacturers are scaling back investment plans due to a deepening supply glut and record low prices.", "53": "Global solar manufacturing capacity is expected to reach over 1 100 GW by the end of 2024, more than double projected PV demand.", "54": "This oversupply has caused module prices to more than halve since early 2023, leading to negative net margins for integrated solar PV manufacturers in 2024.", "55": "The challenging market conditions have resulted in the cancellation of about 300 GW of polysilicon and 200 GW of wafer manufacturing capacity projects, valued at approximately USD 25 billion.", "56": "Limited prospects of global demand catching up with supply exposes smaller manufacturers to bankruptcy risks.", "57": "We estimate that 17% of global polysilicon and 10% of wafer manufacturing capacity could be considered at risk due to age and suboptimal production processes.", "58": "Despite slower growth in supply chain capacity, it is still expected to significantly exceed installations in 2030.", "59": "China’s leadership in solar PV manufacturing will continue while industrial policies and trade measures stimulate diversification.", "60": "By 2030, China is expected to maintain more than 80% of global manufacturing capacity for all PV manufacturing segments.", "61": "Meanwhile, solar cell and module manufacturing capacity almost triples in the United States and India.", "62": "However, manufacturing PV modules in the United States and India currently costs two to three times more than in China.", "63": "This gap is set to remain in place for the foreseeable future.", "64": "Policy makers should consider striking a fine balance between the additional costs and benefits of local manufacturing, weighing key priorities such as job creation and energy security.", "65": "In contrast, the wind turbine manufacturing sector needs more investment to avoid supply chain bottlenecks by 2030.", "66": "Global onshore wind manufacturing capacity could reach 145 GW, barely above expected installations in 2030 despite the incentives available in Europe, the United States and Southeast Asia.", "67": "For offshore wind, the situation is even more severe.", "68": "Without new manufacturing projects, supply chain bottlenecks could delay the rollout of offshore wind in EU member states, which are pursuing ambitious 2030 offshore wind goals.", "69": "Establishing criteria for awarding renewable power capacity beyond just prices is emerging as a new tool to avoid direct trade measures while pursuing multiple policy goals.", "70": "In the first half of 2024, almost 60% of all capacity awarded in auctions worldwide included non price criteria, such as sustainability, supply chain security or energy system integration , double the level seen five years ago.", "71": "While this approach may lead to higher awarded prices in the short term, it can support energy system optimisation and various socio economic goals at the domestic level.", "72": "Rapid expansion of renewable electricity drives the decarbonisation of industry, transport and buildings", "73": "Renewable electricity use in the transport, industry and buildings sectors accounts for more than three quarters of the overall rise in forecasted global renewable energy demand.", "74": "This increase boosts the share of renewables in final energy consumption to nearly 20% by 2030, up from 13% in 2023.", "75": "However, almost 80% of global energy demand will still be met by fossil fuels.", "76": "Outside of electricity, renewable fuels , including liquid, gaseous and solid bioenergy, as well as hydrogen and e fuels , account for 15% of the forecasted growth.", "77": "Other renewable energy, such as ambient heat, solar thermal and geothermal, account for the remaining share.", "78": "The pace of renewables growth in transport, industry and buildings doubles to 2030 compared with the rate from 2017 to 2023.", "79": "For transport, renewable electricity accounts for half of this growth, led by electric vehicle adoption and followed by biofuels, with small contributions from biogases, hydrogen and e fuels.", "80": "Nevertheless, renewables’ share in transport only increases by two percentage points to 6% in 2030.", "81": "For heat, renewables consumption expands more than 50%, driven by renewable electricity use for heat in non energy intensive industries and buildings, followed by bioenergy.", "82": "However, global heat demand outpaces renewables expansion, leading to increasing use of fossil fuels and a 5% increase in annual carbon dioxide  emissions from the sector from 2024 to 2030.", "83": "The share of renewable fuels in total energy demand remains below 6% in 2030 despite accelerating growth.", "84": "Demand is poised to expand in all regions, but it is concentrated in Brazil, China, Europe, India and the United States, which collectively support two thirds of the growth due to dedicated policies to support the uptake of several , and in some cases, all , renewable fuels.", "85": "Bioenergy accounts for almost all renewable fuel growth through 2030.", "86": "Bioenergy use expands the most in industry, followed by transport and then buildings.", "87": "Modern bioenergy is less expensive than hydrogen and e fuels, and strong policy support is already in place in many regions.", "88": "For instance, more than 60 countries have liquid biofuel policies, whereas only the European Union and the United Kingdom have e fuel requirements.", "89": "Road biofuels remain dominant, but aviation and maritime consumption is accelerating.", "90": "New policies for aviation and maritime biofuels spur over 30% of new demand in the transport sector overall.", "91": "Biofuels in the aviation sector are forecast to climb to near 2% of total aviation supply by 2030, up from near zero in 2023, supported by mandates in the European Union and the United Kingdom and incentives in the United States.", "92": "In the maritime sector, EU legislation drives growth, bringing biofuels to nearly 0,5% of international shipping demand.", "93": "Modern solid bioenergy will still account for most renewable fuel growth and use in 2030.", "94": "Solid bioenergy is mostly used for heat, with three quarters of the increase over the forecast period from the industrial sector, mostly reflecting expanding sugar and ethanol production in India.", "95": "The remaining growth results primarily from the rollout of improved biomass cooking and heating stoves in sub Saharan Africa, India and China.", "96": "Demand for biogases increases by 30%, led by the United States and the European Union.", "97": "India and China are building infrastructure and feedstock supply chains for future acceleration.", "98": "The main driver in the short term is biomethane use in transport, supported by policies rewarding lower carbon intensities or waste feedstocks.", "99": "Policies are generating demand for renewable hydrogen and e fuels use in transport.", "100": "By 2030, near 40% of renewable hydrogen demand is set to be from the transport sector, driven by policies primarily in the United States, Europe and China.", "101": "The remaining 60% will be used primarily for feedstock to replace existing hydrogen uses from fossil fuels in refineries and in the chemical and fertiliser industries , and for low emissions hydrogen steel production.", "102": "Renewable fuels require dedicated policy support to align with the IEA’s scenario for achieving net zero energy sector emissions by 2050.", "103": "To align with this pathway, renewable fuel adoption must nearly double by 2030.", "104": "However, under today’s market conditions, it is projected to grow by only 20%.", "105": "High costs remain a major obstacle to faster deployment, and additional efforts are needed to foster innovation, strengthen supply chains and implement sustainability measures.", "106": "Accelerating deployment will depend on governments enacting policies to close the cost gap with fossil fuels, promote innovation, build resilient supply chains, implement sustainability requirements and remove fossil fuel subsidies.", "107": "Renewable energy consumption in the power, heat and transport sectors increases near 60% over 2024 2030 in our main case forecast.", "108": "This increase boosts the share of renewables in final energy consumption to nearly 20% by 2030, up from 13% in 2023.", "109": "Electricity generation from renewable energy sources makes up more than three quarters of the overall rise, owing to continued policy support in more than 130 countries, declining costs and the expanding use of electricity for road transport and heat pumps.", "110": "Renewable fuels, including liquid, gaseous and solid bioenergy as well as hydrogen and e fuels, account for near 15% of the forecast growth in renewable energy demand.", "111": "These fuels expand the quickest in areas not amenable to electrification  and offer energy access in rural areas and in industries with readily available biomass .", "112": "Other renewable energy, such as solar thermal and geothermal, accounts for the remaining 10% of growth.", "113": "In the electricity sector, the renewable energy share is forecast to expand from 30% in 2023 to 46% in 2030.", "114": "Solar and wind make up almost all this growth.", "115": "This rapid expansion has a spillover effect, helping decarbonise other sectors in which power is used for industrial processes, heating buildings and charging electric vehicles.", "116": "Renewable electricity is also used to produce renewable hydrogen destined for use in materials, chemicals and for power production which accounts for near three quarters of renewable hydrogen demand in 2030 in our main case.", "117": "As a result, renewable electricity is also the primary source of renewable energy expansion in the heat and transport sectors.", "118": "The share of renewables in heat demand climbs to nearly 20% of the total, supplied by solid and gaseous bioenergy, solar thermal and geothermal energy, and ambient heat.", "119": "In the transport sector, the renewable energy share climbs to 6% of total demand as liquid biofuel consumption expands in the road, aviation and marine segments, with a small contribution from hydrogen and e fuels.", "120": "However, electricity continues to make up only a small share of total, with global consumption accounting for 23% in 2030, up just 4 percentage points from 2023.", "121": "Boosting growth in the heat and transport sectors will therefore require a multi pronged approach to accelerate electrification, improve energy efficiency, and expand supplies of renewable fuels and other renewable energy sources  for heat.", "122": "Global renewable electricity generation is forecast to climb to over 17 000 TWh  by 2023, an increase of almost 90% from 2023.", "123": "This would be enough to meet the combined power demand of China and the United States in 2030.", "124": "Over the next six years, several renewable energy milestones are expected to be reached.", "125": "In 2024, solar PV and wind generation together surpass hydropower generation.", "126": "In 2025, renewables based electricity generation overtakes coal fired.", "127": "In 2026, wind and solar power generation both surpasses nuclear.", "128": "In 2027, solar PV electricity generation surpasses wind.", "129": "In 2029, solar PV electricity generation surpasses hydropower and becomes largest renewable power source.", "130": "In 2030, wind based generation surpasses hydropower.", "131": "In 2030, renewable energy sources are used for 46% of global electricity generation, with wind and solar PV together making up 30%.", "132": "By 2030, however, solar PV becomes the foremost renewable electricity source, followed by wind, both surpassing hydropower.", "133": "In 2030, variable renewables account for two thirds of global renewable electricity generation, rising from less than 45% today.", "134": "Over the forecast period, the share of solar PV in meeting global power demand triples while wind almost doubles and the role of hydropower becomes less prominent.", "135": "Hydropower generation is still expected to grow globally as new projects become operational, mostly in emerging and developing countries, but the technology’s share in total power generation declines slightly.", "136": "The share of other renewables, including bioenergy, concentrated solar power and geothermal energy, remains unchanged at less than 3%.", "137": "As variable renewables account for 90% of the global renewable generation increase over the forecast period, additional sources of power system flexibility will be required.", "138": "Meanwhile, bioenergy, geothermal and concentrated solar power expansions remain limited despite their critical role in integrating wind and solar PV generation into electricity systems around the world.", "139": "China’s unprecedented expansion doubles its contribution to global renewable power output, with the cost of wind and solar PV projects on a par with or just below coal fired generation depending on provinces.", "140": "Europe and the United States will account for almost 30% of global renewable power generation in 2030, followed by Brazil and India, which contribute another 5 percentage points each.", "141": "India’s share more than doubles, expanding the fastest among large economies over the forecast period.", "142": "Outside of these considerable markets, renewable electricity increases are important, but most emerging and developing countries that use high levels of fossil fuels in their power sectors still have significant untapped potential.", "143": "The main case renewable electricity forecast is not on track to reach the IEA Net Zero Emissions by 2050 Scenario goals, which indicate that the share of renewables in global electricity generation should double to almost 60% by 2030.", "144": "Thus, the main case forecast falls 14 percentage points  below Net Zero by 2050 Scenario modelling.", "145": "Several key challenges hinder faster renewable energy growth.", "146": "Policy uncertainties and implementation challenges involving financing, permitting, social acceptance and grid integration remain significant obstacles.", "147": "Enhancing policy frameworks and regulatory environments to mobilise private capital more effectively will be necessary to remedy these issues.", "148": "Without these measures, the gap between current growth trajectories and the Net Zero by 2050 Scenario pathway will persist, underscoring the urgency for. governments to meet implementation challenges and raise their ambitions.", "149": "Our accelerated case forecast  therefore highlights strategies for counties/regions to achieve faster renewable electricity expansion and close the gap with the Net Zero by 2050 Scenario.", "150": "While Chapter 2  focuses on renewable capacity forecasts, policy and market challenges and technology trends, it also tracks regional performance against current policy ambitions.", "151": "In the next six years, renewable energy demand in the transport sector is set to increase 3,0 EJ, double the 1,5 EJ increase of 2017 2023.", "152": "Growth also becomes more diverse, with renewable electricity, aviation biofuels, marine biofuels, hydrogen and e fuels emerging to complement increased biofuel use for road transportation.", "153": "While biofuel use for road transport made up nearly 90% of growth in renewable transport demand during 2016 2023, over the next six years this share drops to 33% with the remainder comprising renewable electricity , aviation and maritime biofuels , and hydrogen and e fuels .", "154": "Renewable shares of transport energy demand are rising globally, but regional trajectories differ.", "155": "In the United States, Europe and China, renewable electricity makes up most new renewable transport demand, as electric vehicle stocks expand, powered by growing shares of renewable electricity.", "156": "In contrast, road biofuel demand is levelling off in these regions.", "157": "In the United States and Europe, biofuel support policies persist, but rising electric vehicle use and vehicle efficiency are reducing overall transport fuel demand, thereby limiting the potential for biofuel growth.", "158": "Nonetheless, new policies for the aviation and marine sectors are boosting biofuel demand in both regions.", "159": "While biofuel support remains limited in China, in Brazil, India and much of the rest of the world, biofuels remain the dominant source of new renewable transport demand to 2030.", "160": "Current renewable energy demand forecasts for the road, marine and aviation subsectors fall short of the IEA Net Zero by 2050 Scenario trajectory.", "161": "Among these, road transport is the closest to meeting the scenario’s targets, thanks to ongoing and planned biofuel production and the growing adoption of electric vehicles, which are powered increasingly by renewable electricity.", "162": "However, the aviation and marine segments currently depend almost entirely on fossil fuels, with renewable fuel projects only beginning to emerge.", "163": "To align with the Net Zero by 2050 Scenario, biofuel consumption in these sectors must increase from 6% to 20% of global biofuel demand in 2030.", "164": "Additionally, the use of hydrogen, e kerosene, e ammonia, and e methanol, which is currently negligible, rises to 1,5 EJ, representing about 30% of the transport sector's renewable energy use today.", "165": "Heat remains the primary end use sector, accounting for almost half of global final energy consumption and nearly 40% of energy related CO2 emissions in 2023.", "166": "During 2017 2023, annual heat demand expanded 7%  globally.", "167": "As modern renewable heat consumption1 represented only half of additional heat demand, annual heat related CO2 emissions rose 5% during the last six years , almost entirely in the industry sector.", "168": "In 2023, high interest rates, inflation, less construction activity in many countries, a return to lower natural gas prices and changing policies transformed the landscape of many renewable heat markets.", "169": "Heat pumps and solar thermal and geothermal heating systems have low operating costs, but they entail a considerable investment for households, so sales are particularly sensitive to borrowing costs and consumer sentiment.", "170": "Last year, new solar thermal installations declined 7%, mainly because of persistent real estate sector challenges in China, the largest market.", "171": "Positive solar thermal developments in India , Mexico , Brazil , the United Kingdom , Greece  and emerging African markets", "172": "were mostly offset by significant declines in Denmark , Spain , Germany , Poland  and Australia .", "173": "The global heat pump market also stalled in 2023.", "174": "After robust growth in 2022 owing to high energy prices and policy support in Europe, the United States and China, newly installed capacity was 3% lower in 2023.", "175": "Air to water heat pump sales dropped 10% year on year in Japan , one of the most mature heat pump markets , amid high inflation and low consumer spending.", "176": "Sales of air to air heat pumps fell 15% year on year in the United States, partly due to rising borrowing costs and consumer hesitation over big ticket investments.", "177": "Some US consumers also postponed their purchases in anticipation of upcoming state administered Inflation Reduction Act rebates for low and medium income households, which are expected to become available in 2024 or 2025 depending on the state.", "178": "While still the second best sales level, heat pump purchases in Europe contracted 6,5% year on year in 2023, forcing several manufacturers to adjust operations and cut jobs.", "179": "Contrasting trends were observed across national heat pump markets in Europe, however, with sales rising significantly in Germany , the Netherlands  and Belgium , but contracting sharply in Italy , Finland  and Poland .", "180": "Yet, heat pumps continue to gain ground over fossil fuel boilers in Europe, with their market share expanding in almost all countries last year  to make up almost one third of heating system sales in 2023.", "181": "Lower heat pump sales in the United States, Europe and Japan were only partly offset by 12% growth in the Chinese market , resulting from renewed construction activity after the lifting of Covid 19 restrictions.", "182": "The limited growth of solar thermal capacity and the recent slowdown of heat pump sales emphasises the need for consistent and continued policy support for cash strapped households to overcome financing challenges.", "183": "It also highlights the importance of further enhancing heat pump cost competitiveness by adjusting energy tariffs and taxes to reduce the price gap between electricity and gas, which remains high in many markets.", "184": "Additionally, alternative business models such as energy service companies , which are currently being developed mainly for medium and large scale projects, could play an important role in boosting renewable heat deployment.", "185": "Global renewable heat consumption is expected to grow more than 50%  during 2024 2030, representing 2,4 times the increase of the previous six year period.", "186": "However, this growth equals less than three quarters of the projected rise in total heat demand, so fossil fuel use for heat also increases and annual heat related CO2 emissions climb 4% by 2030.", "187": "Over 2024 2030, global cumulative heat related emissions are expected to exceed 100 Gt CO2 , almost 30% of the remaining carbon budget for a 50% likelihood of limiting global warming to 1,5°C.", "188": "Industrial heat consumption is projected to expand 17%  by 2030, with China and India accounting for over half of the increase.", "189": "Renewable heat will represent less than half of this growth, with its share in industrial heat supply slowly increasing to 16%.", "190": "The most notable shift in industrial heat supply is the tripling of electricity consumption for process heat by 2030.", "191": "This, combined with increasing renewable electricity generation, makes renewable electricity the fastest growing heat source in the sector.", "192": "This trend is driven by non energy intensive industries using heat pumps in processes requiring temperatures of up to 200°C, and electric arc furnaces in scrap metal recycling and aluminium industries.", "193": "Bioenergy remains the foremost renewable heat source globally and the second largest contributor to industry sector renewable heat growth, mainly owing to expanding activity in the sugar, ethanol and cement industries, especially in India.", "194": "Its share in global industrial heat supply stays steady at around 10% over the outlook period.", "195": "Solar thermal and geothermal contributions remain marginal, representing less than 1% of industry sector growth in renewable heat consumption.", "196": "Yet, solar heat for industrial processes , which developed particularly strong momentum in Europe in 2023 , is expected to increase fourfold globally by 2030, with applications in the food and beverage, textile, mining and aluminium refining industries.", "197": "For instance, the largest SHIP project to date  is scheduled to start operating in 2026 in Saudi Arabia.", "198": "While SHIP benefits from investment subsidies in some markets, policies could also incentivise the use of business models based on third party investments, such as ESCOs, which are playing an important role in these market segments to improve end user confidence and stimulate long term system performance.", "199": "Global heat consumption in the buildings sector is expected to remain flat during 2024 2030, with growth in developing regions offsetting efficiency gains in advanced and large emerging economies.", "200": "Meanwhile, modern renewable energy use for heating and cooking in buildings is expected to grow 45% , increasing the share of renewables in building heat from 17% in 2023 to 24% in 2030.", "201": "Renewable electricity continues to lead renewable heat uptake in buildings, its use almost doubling  globally during the outlook period, contributing almost half of the sector’s renewable heat growth.", "202": "Rising shares of renewables in the electricity sector explains two thirds of this increase in renewable electricity used for heat, with the rest coming from the rollout of new electric heaters, boilers and heat pumps.", "203": "Heat pumps do not only use electricity: they also mostly harness ambient heat, the use of which is projected to expand more than 40%  in the buildings sector by 2030, with three quarters of the growth taking place in the European Union, China and the United States.", "204": "Modern bioenergy use is projected to grow more than twice as quickly as in the previous six years, mainly in sub Saharan Africa, India and China, with improved cookstoves and heating stoves replacing traditional uses of biomass.", "205": "Meanwhile, the installation of wood chip and pellet stoves and boilers continue in the European Union.", "206": "Solar thermal heat consumption in buildings is expected to rise 40%  globally by 2030, led by the Middle East , China and the European Union.", "207": "These markets are shifting slightly towards large scale installations for public and commercial buildings, as small scale systems face competition not only from gas and electric boilers but also increasingly from solar PV and heat pumps.", "208": "At the same time, direct geothermal heat use in buildings is set to expand by one third, with China dominating growth .", "209": "Europe and the United States are also showing market dynamism, stimulated by advances in drilling techniques and innovative business models.", "210": "District heating is projected to grow 14%  by 2030, with 70% of this expansion taking place in China, where coal is the primary fuel.", "211": "While the European Union is responsible for only 6% of additional consumption, it accounts for three quarters of renewable district heating growth thanks to new networks, fuel switching, and greater integration of renewable energy  into existing power systems, supported by RED III targets.", "212": "In fact, we expect renewables to fuel 41% of EU district heat generation by 2030, compared with less than 6% globally.", "213": "This year’s global outlook for renewable heat has been revised down 5% from Renewables 2023 projections, mostly to reflect more cautious projections for renewable electricity use in industry in the European Union, the United States and China, as well as slower than anticipated modernisation of biomass use in sub Saharan Africa and China.", "214": "Overall, projected renewable heat developments remain largely insufficient to displace fossil fuels rapidly enough to realise Paris Agreement ambitions.", "215": "To align with the Net Zero by 2050 Scenario, global renewable heat consumption would have to progress 2,3 times more quickly than in our outlook, while widescale sufficiency oriented actions and much greater energy and material efficiency improvements would be needed to reduce global heat demand by 3% during 2024 2030.", "216": "While the Net Zero Scenario outlines steeper deployment trajectories for all sources, the largest absolute discrepancies between the outlook and Net Zero pathways are for the use of renewable electricity for industrial process heat  and for the modern use of biomass in buildings .", "217": "In 2023, global annual renewable capacity additions increased more than 60% to almost 565 GW, the fastest growth ever recorded.", "218": "Continuous policy support in more than 130 countries and declining costs, especially for solar PV, led to this key change in the global trend.", "219": "Last year, 40 countries broke annual deployment records, the highest number over the last decade.", "220": "However, China’s record was truly exceptional, accounting on its own for two thirds of global annual additions.", "221": "In 2023, the country’s solar PV additions grew 2,5 times and wind installations more than doubled.", "222": "Increases in renewable capacity additions in Europe , the United States , Brazil  and South Africa  hit all time highs.", "223": "The near doubling of utility scale solar PV additions in 2023 was the largest contributor to global renewable energy capacity growth.", "224": "China’s utility scale PV additions more than tripled as module prices halved in 2023 and the government enacted a policy to accelerate construction of large scale solar PV plants in deserted areas.", "225": "The United States registered the second largest increase, nearly doubling its utility PV installations from 2022 to 2023.", "226": "Meanwhile, global distributed solar PV additions  grew over 60% last year, mostly owing to acceleration in China and Europe.", "227": "Following two consecutive years of decline, onshore wind installations rebounded 65% to 107 GW in 2023.", "228": "Once again, this increase came mostly from expansion in China, and to a lesser extent India, while additions were stable in Europe and declined in the United States.", "229": "For offshore wind, annual installations declined for the second year in a row following the record growth of 2021 .", "230": "The commissioning schedule of offshore projects from previous auctions created a lull in the European pipeline as well, with 2023 annual additions declining year on year, especially in the United Kingdom.", "231": "Hydropower capacity additions declined 60% worldwide to 13 GW in 2023, the lowest level since 2001 and one quarter of the record level deployment of a decade ago.", "232": "China again played in important role in this global trend, but expansion actually slowed in almost all key hydro regions, including North America, India, the ASEAN region and Latin America.", "233": "For other renewable energy technologies , annual growth remained stable at 8 GW in 2023, accounting for 1,5% of global renewable capacity additions.", "234": "The main case forecast expects renewable capacity additions to increase almost 20% in 2024.", "235": "This means another record year, but growth will fall below the 60% achieved in 2023.", "236": "Globally, solar PV additions are expected to expand by almost 20%, wind by 10%, and hydropower by over 85% in 2024.", "237": "Market developments in China are the main  reason for relatively slower global renewable capacity expansion.", "238": "China’s renewable capacity additions are expected to increase by 20% in 2024 following the doubling in 2023.", "239": "However, rapid utility scale wind and solar PV growth last year in China has increased grid integration challenges.", "240": "In the first quarter of 2024, curtailment rates for variable renewable energy  generation increased, although they remained below 3% for both technologies.", "241": "However, distribution grid constraints have also emerged recently because distributed solar PV capacity  rose to over 260 GW in 2023, more than doubling from 2021.", "242": "From January to August 2024, China’s annual solar PV additions were still almost 30% higher than during the same period in 2023 despite ongoing challenges.", "243": "In June 2024, China’s National Energy Administration increased the allowed provincial curtailment threshold from 5% to 10%, enabling more solar PV capacity to be connected.", "244": "For Europe, we expect annual capacity additions to decline 7% in 2024 from 2023, mainly because of reduced solar PV incentives in Poland and lower auction volumes in Spain.", "245": "Distributed solar PV expansion is also decelerating in Spain and remains stable in Germany as lower electricity prices make it less economically attractive than in 2022, when Russia’s invasion of Ukraine caused retail electricity prices to soar.", "246": "In the United States and India, supply chain restrictions have eased, leading to an increase in capacity additions in 2024, while in Brazil, reduced net metering incentives are impairing distributed solar PV growth.", "247": "In ASEAN countries and sub Saharan Africa, major hydropower projects are expected to become operational in 2024, boosting capacity additions significantly in both regions.", "248": "In the main case, global annual renewable capacity additions rise from 666 GW in 2024 to almost 935 GW in 2030.", "249": "Solar PV and wind are forecast to account for 95% of all renewable capacity additions through 2030 because their generation costs are lower than for both fossil and non fossil alternatives in most countries, and policies continue to support them.", "250": "Hydropower contributes 20 30 GW annually over 2024 2030 as emerging and developing economies  gradually tap into their vast potential.", "251": "Annual capacity additions for bioenergy and other renewables are expected to reach roughly 12 GW by 2030.", "252": "Global renewable capacity is expected to increase over 5 520 GW during 2024 2030, 2,6 times more than deployment of the last six years .", "253": "Utility scale and distributed solar PV growth more than triples, accounting for almost 80% of renewable electricity expansion worldwide.", "254": "Solar PV adoption accelerates thanks to declining equipment costs, relatively rapid permitting and widespread social acceptance.", "255": "PV project size can range from few watts to gigawatt level utility scale plants, providing low cost zero emission electricity to individuals, small companies, large industries and utilities.", "256": "In our forecast, distributed applications  make up almost 40% of the overall PV expansion.", "257": "As more policies enable self consumption and as economic attractiveness increases, more consumers and companies are seeking to reduce their electricity bills by installing small scale solar PV systems.", "258": "Compared with 2017 2023, our forecast expects onshore wind cumulative additions to almost double by 2030 reaching 846 GW.", "259": "Despite recent supply chain, inflation and permitting challenges, we foresee recovery of the sector in the medium term as policies  adapt to the new macroeconomic environment, introduce measures to accelerate permitting and enhance project bankability.", "260": "However, the pace at which recent policy changes will be implemented over the forecast period remains uncertain.", "261": "In addition, higher projects risk and longer timelines resulting from social acceptance challenges can limit expansion.", "262": "For these reasons, international developers and investors seeking faster project development have been channelling capital from wind to solar PV projects in the past five years.", "263": "Nevertheless, annual additions are expected to rise in Africa, the Middle East, ASEAN countries, Latin America and Eurasia , in addition to Europe, the United States and India.", "264": "Offshore wind capacity growth is expected to reach 212 GW by 2030, almost quadrupling the previous six year period.", "265": "The annual offshore wind market is expected to expand from 9,5 GW in 2023 to over 45 GW in 2030, with China alone responsible for half of this growth.", "266": "Europe’s annual market reaches almost 18 GW by 2030, and the United States, Japan and Korea emerge as new gigawatt level annual markets.", "267": "Overall, macroeconomic and supply chain challenges impact offshore wind more than other renewable technologies because projects are large, lead times are long and investment requirements are relatively high.", "268": "These obstacles have reduced offshore project bankability in several European markets and led to multiple offshore plant cancellations in the United States.", "269": "Hydropower capacity growth in 2024 2030 is similar to 2017 2023, with over 165 GW becoming operational.", "270": "China’s unwavering ambition to install large scale conventional and pumped storage hydro systems accounts for almost 40% of forecast global expansion.", "271": "While growth in China slows through 2030, it accelerates in India, the ASEAN region and Africa.", "272": "Many governments have hydropower ambitions for 2030 and large pipelines of projects under development.", "273": "EU hydropower activity is also expected to rise slightly thanks to 3,3 GW of pumped storage hydropower projects in Spain and Austria.", "274": "Over 2024 2030, China is expected to install 3 207 GW of new renewable electricity capacity, more than tripling growth of 2017 2023.", "275": "Since 2015, China’s share in global annual capacity additions has been increasing and is expected to reach almost 60% in 2030.", "276": "At the end of the forecast period, the country is expected to have at least half of the world’s cumulative renewable electricity capacity, doubling its share of the last decade.", "277": "The Chinese government’s Net Zero by 2060 target, supported by incentives under the 14th Five Year Plan , and the ample availability of locally manufactured equipment and low cost financing, stimulate the country’s renewable power expansion over the forecast period.", "278": "The European Union remains the second largest growth market after China, with annual additions continuing to increase through 2030 at a faster pace than before.", "279": "Member countries recently submitted their draft national plans to achieve the new overall EU target.", "280": "For renewable electricity, their ambitions are in line with the overall EU goal, but they lack ambition for other sectors, including transport, industry and buildings.", "281": "Renewable energy auctions, corporate PPAs and incentives stimulating distributed solar PV will continue to spur capacity growth in the next six years, doubling the bloc’s previous achievements.", "282": "US renewable energy expansion more than doubles over 2024 2030 to almost 500 GW, propelled by generous Inflation Reduction Act  stimulus in the form of tax incentives.", "283": "Meanwhile, India’s annual renewable capacity additions are expected to increase more quickly than for any other major economy, including China.", "284": "In the main case forecast, India’s capacity additions more than quadruple from 15 GW in 2023 to 62 GW in 2030.", "285": "In Latin America, higher retail prices spur distributed solar PV system buildouts, and supportive policies for utility scale wind and PV installations in Brazil boost renewable energy growth to new highs.", "286": "Renewable energy expansion also accelerates in the Middle East and North Africa, owing mostly to policy incentives that take advantage of the cost competitiveness of solar PV.", "287": "Although renewable capacity increases more quickly in sub Saharan Africa, the region still underperforms considering its resource potential and electrification needs.", "288": "In July 2024, the IEA’s renewable policy stocktaking report , which assessed all existing goals, targets and plans of 150 countries, found that overall ambitions correspond to almost 8 000 GW of renewable power capacity installed globally in 2030.", "289": "This is 2,2 times installed capacity in 2022, which we consider as the baseline for the global tripling pledge.", "290": "In our main case, however , current policies and market developments drive cumulative renewable capacity to almost 9 760 GW in 2030 , a 2,7 times increase from 2022, or almost 25% above countries’ ambitions.", "291": "Nevertheless, the main case is still not on track to triple global renewable capacity to over 11 000 GW, indicating that an ambition gap and implementation challenges continue to impede faster renewable power expansion.", "292": "Conversely, our accelerated case assumes that governments address key policy, grid integration, financing and permitting challenges in the short term to unlock almost 20% more capacity compared with the main case, enabling an almost tripling of global renewable capacity by 2030.", "293": "In the main case forecast, 69 of the 150 countries analysed reach or surpass their existing policy goals for renewable capacity these countries hold almost 80% of global cumulative capacity today.", "294": "China drastically dominates among these overachievers, but other major economies such as the United States, Brazil and India also contribute.", "295": "While most countries are expected to fall short of realising their current ambitions, they account for only 15% of our forecast.", "296": "In this group, no single country dominates the trend.", "297": "The main case forecast expects both G20 and G7 countries to exceed their current ambitions.", "298": "Outside of China, most emerging markets and developing economies are also on track to realise their ambitions.", "299": "However, recognising that the untapped renewable energy potential of emerging and developing economies is considerable, these countries  could consider increasing their aims in their next national plans and NDC updates.", "300": "MENA countries and sub Saharan Africa are not on track to fulfil their announced ambitions according to our forecast, as significant implementation challenges persist.", "301": "Global renewable electricity capacity in 2030 reaches almost 11 000 GW in the accelerated case forecast , almost fulfilling the COP28 tripling pledge, which implies almost 11 500 GW of renewable capacity installed by 2030.", "302": "Accordingly, China alone accounts for almost half of global renewable capacity operational by 2030, climbing to almost 5 150 GW in our accelerated case.", "303": "However, China’s accelerated case renewable energy growth is only 11%  higher than in the main case.", "304": "For China, the accelerated case assumes faster transmission and distribution grid expansion, enabling the deployment of additional renewable electricity projects in the pipeline.", "305": "China maintains a large surplus of solar PV and wind manufacturing capacity at competitive costs, which can unlock faster growth if grid integration challenges are resolved rapidly and companies install rooftop solar PV systems more quickly.", "306": "In advanced economies, the upside potential of the accelerated case over the main case is 184 GW for the European Union and 80 GW for the United States.", "307": "The upside in the EU also considers faster deployment of renewables for hydrogen production.", "308": "For the European Union and the United States, our forecast considers several obstacles to faster expansion lengthy permitting wait times a lack of long term planning, leading to inadequate grid infrastructure investments that delay new wind and solar PV plant connections insufficient system flexibility to cost effectively integrate variable renewable energy.", "309": "In the United States, tax credits remain a generous and stable policy incentive, stimulating power purchase agreements between developers and utilities.", "310": "For the European Union, however, government driven auctions continue to be a key stimulant of utility scale renewable energy growth.", "311": "The main auction challenges are Inadequate visibility over auction volumes, and auction designs that are not fitted to the new macroeconomic environment .", "312": "Long permitting wait times, which reduces the number of projects able to participate in competitive auctions.", "313": "India’s renewable capacity growth could be 24% higher in the accelerated case if the government addresses.", "314": "Land procurement barriers and lengthy grid connection wait times, which limit the expansion of utility scale projects.", "315": "The weak financial health of distribution companies , which slows the pace of distributed solar PV growth.", "316": "Relatively slow solar PV manufacturing expansion and restrictive trade measures, which limit the availability of affordable top tier PV modules.", "317": "In the ASEAN region, several policy improvements lead to a more optimistic forecast for several countries, but", "318": "some challenges continue to prevent renewable energy from expanding 70% more than in our main case.", "319": "In countries with fossil fuel overcapacity and ambitious long term decarbonisation goals, it is a costly endeavour for utilities to install new renewable energy technologies in the place of young fossil fuel fired power fleets established on long term contracts with take or pay clauses.", "320": "Renewable energy technology costs in these markets exceed international benchmarks, making them less competitive.", "321": "Financing costs and project risk are high.", "322": "Renewable capacity growth could also be higher than in the main case in the nascent markets of sub Saharan Africa  and Eurasia , as both regions have significant untapped renewable energy potential and growing electricity demand.", "323": "However, several challenges persist.", "324": "Weak/slow grid infrastructure expansion limits electricity access and services.", "325": "High financing costs reduce renewable energy project bankability.", "326": "Visibility over auction volumes is inadequate and the period between announcement and contract signing remains lengthy.", "327": "China’s renewable energy capacity is expected to expand almost 3 207 GW over 2024 2030, tripling growth of 2017 2023.", "328": "Annual additions are anticipated to reach more than 500 GW in 2030.", "329": "Solar PV is the main component, alone accounting for 80% of the increase.", "330": "China’s renewable capacity expansion is far exceeding government goals and ambitions, with the country surpassing its 1 200 GW solar PV and wind ambition for 2030 six years early in July 2024.", "331": "Thanks to new investments since 2022, China’s solar PV manufacturing capacity is strongly outpacing both local and global demand, pushing module prices down significantly and improving solar PV competitiveness with regulated power prices.", "332": "Having a robust domestic PV market is key to absorb some of this overcapacity, as trade measures are limiting growth in export markets.", "333": "With the phaseout of central government subsidies, wind and solar PV developers are being offered 15 to 20 year power purchase contracts at administratively set provincial benchmark electricity prices, defined mostly by existing coal fired generation.", "334": "Since discontinuation of the feed in tariff policy in 2020, China’s solar PV capacity additions nearly tripled to 261 GW in 2023.", "335": "Today, generation costs for new utility scale solar PV and onshore wind installations are lower than for coal fired facilities in almost all provinces, making the outlook for renewable energy more optimistic.", "336": "Our forecast therefore expects total variable renewable capacity to reach almost 4 225 GW in 2030 even though growth in annual solar PV additions slows.", "337": "China’s renewable energy forecast has thus been revised up 24% from our 2023 report to account for several policy and market trends.", "338": "First, solar PV module costs have plummeted because of an expanding supply glut, while the country’s interest rates have been declining since January 2023.", "339": "These rapid cost reductions have made solar PV generation more competitive with coal based electricity.", "340": "Second, recent power market reforms and green certificate systems have allowed some utility scale solar PV and wind energy developers to tap into more attractive prices than those offered by regulated contracts.", "341": "Electricity prices are higher in several provinces where more power is traded in local wholesale markets, and the energy regulator has clarified rules for green energy certificates, for which demand is increasing rapidly.", "342": "Furthermore, developers in resource rich areas can gain additional revenues by selling green power to other provinces.", "343": "Third, the central government’s Whole County PV pilot policy requiring a percentage of rooftops to be equipped with PV panels, combined with provincial financial support for small scale residential solar PV and rising retail electricity prices in industry in 2023, has been a key driver for faster commercial and industrial deployment.", "344": "However, China’s rapid growth in solar PV and onshore wind installations is expected to increase grid integration challenges for new utility scale and distributed PV projects, impacting project economics in the medium term.", "345": "In Northern and Northeastern provinces, curtailment of utility scale solar PV and wind has been rising and is expected to negatively impact the bankability of new projects, especially because greater capacity is being deployed in these grid areas.", "346": "In addition to transmission grid constraints in resource rich provinces, distribution grid challenges are on the rise because the country has installed 180 GW of commercial and residential PV capacity since 2021.", "347": "In our accelerated case, speeding up power market reforms and green energy certificate trading among provinces can alleviate system integration issues and unlock an additional 11% of capacity.", "348": "Nevertheless, the accelerated case’s upside potential over the main case remains limited, as China’s current growth trajectory already indicates it will overachieve on most of its announced renewables related targets.", "349": "The United States is forecast to add nearly 500 GW of renewable energy capacity over 2024 2030, almost all in solar PV and wind installations.", "350": "While supply chain issues and trade concerns continue to linger in the market in the near term, the IRA is continuing to drive expansion, with solar PV increasing the most.", "351": "We have revised onshore and offshore wind combined down by over 20% due a slow to refresh project pipeline and supply chain issues siting and permitting challenges  and project uncertainty due to economic conditions .", "352": "All technologies are facing longer wait times for connection due to lengthening queues, though federal and regional reforms are being implemented to reduce connection queue length and wait times.", "353": "Solar PV leads additions, with utility scale capacity increasing steadily throughout the forecast period, though a contraction in residential growth is expected this year as the new net metering rules in California, the country’s largest residential market, impact growth, and high interest rates impact project economics.", "354": "Meanwhile, the federal investment tax credit, along with state and utility level incentives for net metering, drives distributed solar PV growth.", "355": "For onshore wind, the project pipeline has been slow to refresh, and while annual additions will increase throughout the forecast period, growth is much stronger in the second half owing to the higher project volumes expected.", "356": "Meanwhile, federal lease auctions and state tenders support offshore wind development, and the first two major offshore wind projects  will begin full or partial commercial operations this year.", "357": "Additional projects that have already received federal approval boost additions in the second half of the forecast period.", "358": "However, project economics continue to cause postponements and cancellations, resulting in a 15% downwards revision of the offshore wind forecast.", "359": "While the IRA has provided long term production or tax incentives for growth, market difficulties persist.", "360": "First, supply chain constraints have led to project delays for both wind and solar PV.", "361": "While challenges related to logistics and pricing have eased, the compounding effects of previous delays are still evident, especially in the short term.", "362": "Second, grid constraints and connection queue backlogs are becoming an increasing concern.", "363": "Finally, siting restrictions are beginning to impact the development of both solar PV and wind projects, with some counties implementing stricter land use guidelines for installations, potentially impacting the areas available for development.", "364": "Additional challenges for solar PV include the end of the moratorium on antidumping and countervailing duties  on solar modules imported from Cambodia, Malaysia and Viet Nam, and an increase in tariffs for solar cells manufactured in China.", "365": "Higher tariffs could impact project economics, potentially slowing development.", "366": "For offshore wind, economics continue to impact projects, with additional capacity being delayed in 2024.", "367": "However, projects that were previously cancelled have been re bid in state level tenders, raising the long term forecast, but long approval and construction timelines mean that much of this capacity will not be installed until after 2030.", "368": "New state tenders help attract additional capacity to the growing US market but, again, lengthy project development time frames mean these installations have only a marginal impact on our forecast.", "369": "In the accelerated case, mitigating these obstacles results in over 16% higher growth than in the main case.", "370": "Renewable energy capacity in Asia Pacific  is expected to expand more than 680 GW in 2024 2030, doubling 2017 2023 growth.", "371": "Total installed renewable capacity in the region increases by a factor of 2,2, exceeding the sum of countries’ national ambitions.", "372": "India is responsible for over half of expected growth, followed by the ASEAN region .", "373": "Over 70% of overall additions will be in solar PV, with utility scale projects providing two thirds of this growth.", "374": "However, India’s large scale PV deployment dominates this trend.", "375": "Excluding India, PV growth is split evenly between distributed and large scale applications in the rest of region.", "376": "Overall, the regional forecast has been revised up 15% from last year because positive developments in India and Korea offset slower expected ASEAN growth.", "377": "India is expected to almost triple its 2022 renewable capacity by 2030, in line with the COP28 global tripling pledge.", "378": "Adding 350 GW over 2024 2030, more than triple the previous six year period, it will maintain third place among the largest renewable energy markets.", "379": "Utility scale PV will lead growth with a 60% share, followed by distributed PV at 20%.", "380": "Competitive auctions continue to be the main driver for large scale project development, awarding a record 33 GW of capacity in the first half of 2024 , almost 50% more than in the whole of 2023.", "381": "This year, a 40% share of capacity was awarded to hybrid systems, which combine PV, wind and storage technologies to reduce generation variability and facilitate system integration.", "382": "India is a pioneer in supporting hybrid plants, providing a positive example for countries aiming to minimise VRE impacts on power system operations.", "383": "Rapid auction expansion, the introduction of a new support scheme for rooftop PV and stronger financial indicators for many utility companies have led us to revise this year’s forecast upwards 22% from last year.", "384": "India is also in the process of organising its inaugural auctions for offshore wind farms, with the first projects expected to come online after 2030.", "385": "Continuous policy support and greater project development activity are expected to put India on track to meet its national target of 500 GW of non fossil based capacity by 2030.", "386": "Japan’s renewable energy installations are forecast to expand 75 GW in 2024 2030 to reach a cumulative capacity of almost 250 GW, in line with IEA estimates based on the country’s stated renewable generation ambitions.", "387": "Solar PV will account for 75% of the growth, as a feed in premium scheme supports both utility scale and, since 2024, distributed projects.", "388": "The results of three auction rounds in 2021, 2022 and 2024 indicate that offshore wind capacity will expand from less than 300 MW in 2023 to over 5 GW in 2030.", "389": "A feed in premium for distributed PV and specific new targets for rooftop PV", "390": "are expected to drive steady capacity growth over the forecast period.", "391": "In Korea renewable capacity will increase 30 GW by 2030, slightly exceeding the growth pace of 2017 2023.", "392": "We have revised our forecast upwards 70% from last year to account for the ambitious targets contained in Korea’s draft national long term plan , faster than expected offshore wind developments, and rapid corporate PPA market growth.", "393": "Renewable energy portfolio standards and auctions will continue to spur expansion, but attaining the government’s ambition for 2030 will require more investments for grid expansion and streamlined permitting.", "394": "Australia will add 53 GW of renewable capacity in 2024 2030, with a nearly 65% share of solar PV, split between utility scale  distributed applications  and systems dedicated to hydrogen production .", "395": "Expanding state and federal level auctions, rising corporate demand and the high competitiveness of solar PV systems", "396": "drive dynamic renewables growth.", "397": "The VRE generation share is expected to achieve the highest value in the region, and also the highest for a large energy consumer with no cross border interconnections, stressing the need for significant system flexibility investments.", "398": "The forecast for the ASEAN region is 8% lower than in 2023, as downward revisions of 24% for Viet Nam and 10% for Indonesia and the Philippines outweighed the 26% upward revision for Thailand.", "399": "Overall, ASEAN countries are forecast to add over 90 GW of renewable capacity in 2024 2030, falling short of total current national ambitions.", "400": "As a result, cumulative capacity will expand by a factor of only 1,8 between 2022 and 2030, despite starting from a relatively low baseline.", "401": "In Viet Nam, grid integration challenges led the country to stop investing in utility scale PV systems, while limited policy support hinders faster deployment of distributed installations.", "402": "In its latest National Power Development Plan , the country prioritised wind power, but the gap in policy support since the expiration of feed in tariffs in 2021 is delaying project development.", "403": "Grid and policy challenges are expected to subside towards the end of the forecast period, allowing Viet Nam to realise its stated ambitions and remain the ASEAN leader, responsible for almost 40% of expected renewable capacity growth.", "404": "In Indonesia, faster renewable capacity deployment is being repeatedly delayed by insufficient policy support.", "405": "Even though a presidential decree of September 2022 established a support framework, a lack of detailed regulations and unattractive renewable energy tariffs have hindered project development.", "406": "While the situation is expected to improve in the medium term, the country’s 2030 ambitions are unlikely to be met without decisive action.", "407": "The Philippines’ auction programme introduced in 2022 is expected to be the main catalyst to quintuple renewable capacity growth in 2024 2030 compared with 2017 2023.", "408": "However, project development delays and grid integration challenges have led to a minor downward forecast revision.", "409": "Achieving the ambitious national target of 35% of renewable energy in power generation by 2030 will require further expansion of auctions and greater investment in grids and system flexibility.", "410": "Thailand’s renewable capacity growth is forecast to double in 2024 2030 compared with 2017 2023, boosted by a competitive auction in 2022 that led to the procurement of almost 5 GW of utility scale PV and wind capacity.", "411": "Announced plans to organise further auctions led us to revise the forecast upwards for these technologies, but reaching the government targets will require more policy support, greater immediate grid investments and streamlined permitting.", "412": "In the accelerated case, renewable capacity growth in Asia Pacific is over 30% higher than in the main case given the region’s untapped potential, significantly exceeding global average upside potential.", "413": "However, achieving this would require the removal of hindrances to distributed PV and onshore wind development in India immediate investments in system flexibility and grids in Japan, Australia and Viet Nam the swift introduction or expansion of long term policy support in ASEAN countries and Korea and streamlined project permitting throughout the entire region.", "414": "The share of renewables in total power generation in Asia Pacific is expected to increase from 22% in 2023 to 32% in 2030, in line with the global trend.", "415": "As a result, the region retains its position as the third smallest renewable energy market, surpassing only Eurasia and the Middle East and North Africa.", "416": "At the same time, Asia Pacific is expected to double its VRE penetration to 19% by 2030, although this growth falls below the global average increase.", "417": "These metrics indicate that, even though renewable energy deployment is accelerating in the region, Asia Pacific still has significant untapped potential that could be used to cover growing energy demand.", "418": "Progress among the region’s countries varies significantly, with Australia, Viet Nam, India and Japan being the leaders in total and variable renewable shares in power generation.", "419": "Australia quadrupled its VRE share in 2016 2023 and is expected to further double it by 2030, making it one of the global pioneers in managing high VRE energy systems.", "420": "At the same time, the significant grid congestion challenges Viet Nam experienced following its PV installation boom in 2019 2020 are expected to limit further development of this technology throughout the forecast period.", "421": "However, the country’s total renewable energy share is expected to grow marginally by 2030 owing to a dynamic power demand increase.", "422": "India is deploying renewable energy at an ever increasing pace, outpacing even its rapidly rising power demand, allowing it to double its VRE share to over 30% by 2030.", "423": "Japan is expected to achieve similar results, albeit at a slower pace of expansion as power demand growth remains sluggish.", "424": "While most Asia Pacific countries still have plenty of room in their power systems to accommodate more renewables, achieving this goal will require significant effort and investment to improve power system flexibility and grid capacity to accommodate growing VRE shares.", "425": "Switching the investment focus from solar PV to other renewable technologies and energy storage could be considered.", "426": "The other group of countries in this region is progressing at a much slower pace of renewable energy penetration, especially for wind and solar PV.", "427": "By 2030, the Philippines, Thailand, Korea, Mongolia, Cambodia, Pakistan and Sri Lanka are expected to obtain VRE shares of only about 10%, while Indonesia, Malaysia, Bangladesh, Brunei, Nepal and Myanmar are not expected to exceed 5%.", "428": "At the same time, almost all these countries are net importers of fuels used for power generation, with related costs and potential energy security challenges.", "429": "Accelerating the deployment of low cost renewable technologies, especially solar PV and wind, could therefore provide significant economic and environmental benefits, and could have a minimal impact on power system operations because baseline VRE penetration is low.", "430": "In our accelerated case, faster growth in nascent Asia Pacific VRE markets could be achieved by prioritising actions in three areas.", "431": "First, attractive long term policy support is required to limit investment risks and spur project development.", "432": "Second, providing financing at attractive rates and limiting investment costs by ensuring the availability of equipment at attractive global prices can maximise the competitiveness of renewable energy generation.", "433": "Finally, countries with overcapacity in fossil fuel fired generation  should reconsider their investment plans, set decarbonisation pathways and increase the flexibility of power purchase agreements to allow utility companies to procure more renewable energy.", "434": "In ASEAN countries, implementing these actions could lead to close to 70% higher renewable energy growth in the forecast period, with similar results expected for other low VRE countries in the region.", "435": "Europe’s cumulative renewable capacity is forecast to increase 700 GW , from 894 GW in 2023 to almost 1 600 GW by 2030.", "436": "The majority  of the expansion is concentrated in just seven countries, led by Germany, followed by the United Kingdom, Italy, Türkiye, France, Spain and the Netherlands.", "437": "Solar PV makes up the largest share by far, at almost 70% of the region’s capacity growth during 2024 2030.", "438": "Over the forecast period, 478 GW of solar PV is forecast to come online, more than three times onshore wind and eight times more than offshore.", "439": "Distributed solar PV leads European growth and is set to become the technology with the most installed renewable capacity by 2026 surpassing hydropower and onshore wind.", "440": "Several policy drivers underpin this expansion, most notably generous financial incentives such as net metering, remuneration for excess electricity in self consumption systems, feed in tariffs and tax rebates.", "441": "While some of these policies were already in place prior to 2022, governments increased and extended incentives  after Russia’s invasion of Ukraine to dampen the impact of higher electricity prices on consumers.", "442": "These actions, combined with a relatively high retail price environment in most markets, led to the installation of a record 41 GW of capacity in 2023, 15% more than we had anticipated.", "443": "For utility scale systems, competitive auctions are the main growth driver, covering 76% of expansion.", "444": "However, our forecast depends substantially on future auction design and the impact on subscription rates, which is a key uncertainty.", "445": "In some countries, a number of developers found that the business case resulting from certain auction designs was unattractive in a high inflation environment.", "446": "For example, ceiling prices were sometimes too low or contracts offered were not indexed to inflation.", "447": "As a result, developers refrained from bidding and found other routes to develop projects, which led to auction undersubscription.", "448": "Thus, certain countries  have taken steps to improve the design of their auctions and have experienced increased participation, especially for utility scale solar PV.", "449": "However, others such as Spain, Italy and the United Kingdom are still in the revamping process and it remains to be seen whether the new designs will result in higher subscription rates.", "450": "The forecast for auctioned capacity also depends on how member states modify their auction designs to implement the required non price prequalification from the Net Zero Industry Act and if it has an impact on subscription rates .", "451": "After competitive auctions, the second largest stimulant of utility scale growth is corporate PPAs, which account for almost one fifth of the expansion, mostly in Spain, Italy, Poland, Sweden, Germany, France, the United Kingdom and Denmark.", "452": "PPAs are attractive mainly because they offer long term visibility over power prices for large industrial consumers looking to hedge against high or fluctuating retail rates or utilities seeking protection from volatile wholesale prices.", "453": "Also facilitating corporate PPA uptake is the April 2024 Electricity Market Reform, which includes a number of measures to facilitate access for smaller consumers.", "454": "Additional demand for corporate PPAs is expected from existing renewable projects for which support is expiring, but the ability of these projects to drive new capacity additions will depend on whether projects are repowered with higher capacity.", "455": "Growth from green certificates is concentrated in Belgium, while merchant revenues have an influence mostly in Spain, though price cannibalisation is increasingly posing a risk to growth.", "456": "Overall, the forecast for total renewable capacity in Europe is in line with last year however there are differences at the country and technology levels.", "457": "For distributed solar PV, higher than expected expansion in 2023 and the first half of 2024 is the reason for stronger growth prospects in Italy and Sweden.", "458": "The forecast is also higher for the Netherlands because the anticipated end to full net metering has been pushed back from 2024 to 2027.", "459": "In France, the removal of electricity subsidies temporarily introduced during the energy crisis to protect consumers from high bills is expected to sustain demand.", "460": "However, the distributed PV forecast is less optimistic for Poland and Spain, where growth slowed unexpectedly in 2023 as consumer appetite weakened due to inflation, economic uncertainty and less urgent energy security concerns.", "461": "We also expect less residential solar PV growth in Germany due to increasing concerns over system flexibility at the distribution network level.", "462": "The forecast for onshore wind is more optimistic owing to higher auction subscription rates in Germany thanks to permitting reforms, and in France because of improvements to make auctions more attractive.", "463": "A new 2030 onshore wind target in the United Kingdom also underpins higher growth for Europe.", "464": "However, this year’s forecast for offshore wind growth in Europe is more pessimistic than last year’s due to persistent delays in the pipeline.", "465": "Almost 80% of Europe’s capacity expansion happens in the European Union, where climate and energy security ambitions for 2030 have resulted in a raft of policy frameworks to accelerate renewable capacity deployment.", "466": "Total renewable capacity in the main case reaches 1 105 GW by 2030, falling 11% short of the REPowerEU ambition of 1 236 GW due to persistent challenges to faster wind deployment.", "467": "In May 2022, the European Commission set goals to reach 1 236 GW of total renewable capacity by 2030, with 592 GW of solar and 510 GW of wind.", "468": "These goals were established to reduce reliance on imported gas following Russia’s invasion of Ukraine.", "469": "They are in line with the sum of individual member state ambitions , as laid out in their draft updated National Energy and Climate Plans  , the main policy tool being used to achieve a 55% reduction of GHG emissions by 2030 and climate neutrality by 2050.", "470": "In parallel, countries had already begun to implement policy changes to support faster renewable capacity expansion.", "471": "While these policies put solar PV on track to realise the bloc’s 2030 ambition, more effort is needed to achieve the goals for both onshore and offshore wind.", "472": "Total installed capacity for wind reaches almost 370 GW in the main case, falling 28% short of the 510 GW target largely because permitting challenges and grid congestion have been impeding deployment.", "473": "Obtaining permits for both onshore and offshore projects has been a long and not always successful endeavour in many countries due to the complexity of the process limitations on area available for development administrative staff shortages and social opposition.", "474": "This has prevented developers from participating in auctions, led to project cancellations, and delayed construction and commissioning.", "475": "Meanwhile, long grid queues resulting from complicated application processes and inadequate network capacity are lengthening project lead times in many countries and driving up costs for developers as they await licensing.", "476": "Auction schemes with relatively low price ceilings, uncapped negative bidding, high interest rates and a lack of inflation indexation have also reduced the amount of wind capacity awarded.", "477": "To address these issues, the European Commission has released several targeted guidelines such as a grid action plan, a wind energy action plan, a communication on delivering on the offshore wind strategy, and provisions for streamlining permitting in the revised Renewable Energy Directive.", "478": "At the same time, member states have been diligently implementing reforms to accelerate permit granting, improve grid buildout and modify auction designs.", "479": "They also signed the Wind Energy Charter in December 2023, indicating their commitment to grant permits and design auctions at a faster pace.", "480": "Thanks to these actions, wind energy deployment has improved, with the number of permits hitting an all time high in several EU countries in 2023.", "481": "The most notable case is Germany, where permit grants increased 70% from 2022 to 2023 after the country implemented measures including changes to conservation acts and minimum distances, and imposed state mandates.", "482": "As a result, the April 2024 auction awarded a record 2,4 GW of onshore wind , the largest amount since the government initiated auctions in 2017.", "483": "In France, improved auction design has boosted awarded capacity.", "484": "Nevertheless, the main case forecast falls short of the 2030 targets by 22% for onshore wind and by 46% for offshore despite these efforts.", "485": "Onshore reaches 310 GW, failing to fulfil the estimated EU ambition of 400 GW because of persistent undersubscription and inadequate grid connection.", "486": "While auction undersubscription remains an issue in Italy and the Netherlands, auctions are still paused in Spain for redesign purposes, and in Germany awarded capacity is still below targeted volumes.", "487": "Meanwhile, the number of projects refused grid connection in Poland increased in 2023.", "488": "Offshore wind is forecast to reach 60 GW by 2030, just over half of the 111 GW target member states recently agreed to in the revised Ten E Regulation.", "489": "In our main case, long project lead times, infrastructure delays and supply chain constraints mean that expansion increases just 6 GW/yr , half the 13 GW/yr needed to fulfil ambitions.", "490": "In our accelerated case, total renewable capacity reaches 1 265 GW by 2030, slightly surpassing the REPowerEU ambition because solar PV exceeds the goal while wind capacity still falls short.", "491": "Despite recent policy improvements, faster wind uptake would require governments to further reduce permitting wait times, increase system flexibility , mobilise new investments for grid infrastructure and continue expanding electrification.", "492": "At the country level, not all are forecast to realise their individual national NECP ambitions, which are set to be finalised this year.", "493": "The current updated NECP drafts are ten year plans that member states are required to submit to outline their contributions for achieving 42,5% renewable energy in final energy consumption, which, together with energy efficiency targets, corresponds to a net GHG emissions reduction of 55% from the 1990 level by 2030.", "494": "However, for only 10 countries are their current draft ambitions forecast to be within reach in the main case.", "495": "The remaining 17 fall short due to permitting challenges, grid congestion, economically unattractive auction design and policy uncertainty.", "496": "In the accelerated case, however, another seven countries could attain their ambitions if these obstacles are addressed, particularly if system flexibility is improved to incorporate higher shares of solar and wind electricity.", "497": "This would require faster uptake of storage technologies, expanded interconnection infrastructure, demand side response systems and increased electrification.", "498": "However, ten countries still fall short of their aims even under accelerated case conditions.", "499": "For these countries, new policies and support schemes would be required to drastically improve market prospects.", "500": "Latin America will add over 190 GW of renewable capacity, led by solar PV  wind power  and hydropower .", "501": "Four countries make up over 85% of regional additions, with the majority in Brazil , followed by Chile , Mexico , Colombia  and Argentina .", "502": "In Brazil, continued interest in distributed solar PV and bilateral agreements for utility scale solar PV and wind power spur additions.", "503": "A mix of auctions, merchant plants and rising PPAs are the impetus in Chile, while projects developed by the state owned utility and based on wholesale market revenues lead to greater additions in Mexico.", "504": "In Argentina, PPAs are the primary growth catalyst.", "505": "However, regional annual additions decline after 2027 as distributed solar PV volumes in Brazil shrink because of decreasing incentives.", "506": "We have revised the solar PV and wind forecasts up from last year to reflect faster than expected corporate purchasing in Brazil and Argentina, the high volumes of solar PV project pipeline in Chile, distributed solar PV applications in Mexico and auctions in Colombia.", "507": "Higher solar PV shares indicate a development shift in the region, as expansion has historically centred around hydropower.", "508": "Hydropower therefore currently makes up the greatest portion of cumulative renewable energy capacity in the region, but solar PV will match it as the largest source by 2030.", "509": "Regionally, the forecast remains unchanged for hydropower, but it continues to have an important role in many countries in the region.", "510": "Some markets still have untapped hydropower potential, such as Colombia, which has the highest hydropower additions in the Latin America and Caribbean region, mainly thanks to the completion of the 2,8 GW Ituango hydropower project.", "511": "However, large scale hydropower development continues to be challenging.", "512": "For instance, Argentina’s hydropower forecast has been revised 30% downwards because of project delays resulting from financing and permitting obstacles.", "513": "Slow grid expansion remains a key challenge in Latin America.", "514": "In Brazil, the increasing attractiveness of variable renewables has led to long project connection queues, increasing development lead times.", "515": "The tendering of new transmission lines aims to alleviate these infrastructure challenges.", "516": "In Colombia, delays in transmission buildout have extended project timelines, as new transmission lines are required to connect multiple renewable energy projects.", "517": "Finally, in Chile, renewable generation curtailment continues to rise due to a lack of grid infrastructure and supply demand imbalances.", "518": "However, developers are trying to mitigate this issue by pairing systems with battery storage, while standalone storage systems are attracting increasing investment.", "519": "Additional challenges in the region include permitting and social acceptance obstacles.", "520": "Hydropower has long been the dominant renewable energy technology in Latin America, providing over 40% of total regional generation in 2023 owing to the region’s high resource potential.", "521": "Successful hydropower development in countries such as Brazil, Chile, Argentina, Ecuador and Paraguay pushed hydropower capacity above 200 GW in 2020.", "522": "However, the pace of new capacity additions has slowed due to rising costs and mounting social acceptance challenges, and renewable energy growth has begun to focus on solar PV and wind power.", "523": "Wind and solar PV capacity growth has increased for different reasons within the region.", "524": "For wind, competitive auctions in Brazil, Mexico and Argentina have historically driven expansion.", "525": "However, auction volumes have declined, or policy changes have discontinued government led procurement in these markets.", "526": "Instead, new catalysts for wind power expansion include bilateral agreements, especially in Brazil, where industrial customers are contracting with wind developers for large amounts of renewable capacity to meet corporate decarbonisation goals.", "527": "Utility scale and distributed solar PV have different drivers.", "528": "Utility scale solar PV accounts for nearly half of all additions in the region.", "529": "Auctions are a major driver in markets such as Colombia, while in Argentina, Brazil and Mexico, projects operating in wholesale markets or under bilateral PPAs are enabling increasing amounts of capacity.", "530": "Rapid solar PV expansion in the forecast period reflects the technology’s relatively low cost and short construction timelines, which allow development can happen much more quickly than for either hydropower or wind installations.", "531": "Incentive programmes support distributed solar PV, especially in Brazil and Mexico, the technology’s two largest markets in the region.", "532": "In Brazil, generous net metering benefits have led to a capacity boom, with additions expected to remain high throughout the forecast period even though incentives are declining.", "533": "In Mexico, commercial and residential customers are installing PV capacity to power operations and offset electricity bills.", "534": "Distributed installations face fewer administrative requirements than utility scale projects and make up over one quarter of total installations.", "535": "Almost 90 GW of new renewable capacity is forecast for sub Saharan Africa from 2024 to 2030, increasing the region’s current installed capacity by over 2,5 times.", "536": "Expansion happens mainly in South Africa, which is responsible for installing nearly 40% of the region’s new capacity.", "537": "Outside of South Africa, hydropower makes up the majority of total additions in Ethiopia , Tanzania  and Angola  while solar PV leads renewable energy growth in Nigeria  and Kenya .", "538": "Solar PV and wind additions make up nearly 80% of new capacity in the region, mainly under South Africa’s auction programme for utility scale renewables, coupled with distributed solar PV installations.", "539": "However, additional markets are beginning to play a larger role in solar PV and wind expansion.", "540": "In Nigeria, the phaseout of fossil fuel subsidies and continuous blackouts are catalysing 7,5 GW of new distributed solar PV.", "541": "In Kenya, projects carried over from the country’s old FIT programme, coupled with distributed installations, account for over 1,3 GW of new capacity.", "542": "These two markets combined are responsible for over 25% of solar PV additions in the region.", "543": "Most wind power additions are driven by South Africa’s auction scheme, though awarded wind volumes have declined due to a lack of grid availability.", "544": "Outside of South Africa, policy uncertainty and the lack of a long term plan for wind development mean that developments based on several key projects are often backed by national utilities, aid agencies or development banks.", "545": "For example, Ethiopia’s 100 MW of short term additions are part of a project developed by Ethiopian Electric Power with financial backing from Denmark.", "546": "While solar PV and wind make up most additions, hydropower remains key for development in many markets.", "547": "For example, it represents 82% of new capacity in Angola and 72% in Tanzania.", "548": "In addition, large scale hydropower development continues to be prominent regionally.", "549": "Four projects, Ethiopia’s Grand Ethiopian Renaissance Dam  and Koysha Dam , Tanzania’s Julius Nyerere Hydropower Station  and Angola’s Caculo Cabaca Hydropower Station  add considerable capacity to national grids and make up nearly 70% of total hydropower additions in sub Saharan Africa.", "550": "While the majority of hydropower additions are through large scale projects, small hydropower development remains an important driver for electrification.", "551": "Outside of government or utility driven development, corporate entities are beginning to take an interest in sourcing their own renewable power, either within a government sponsored programme or a market structure that allows bilateral agreements or self supply.", "552": "For example, two wind farms in Kenya are being developed by an industrial conglomerate to power operations, but will be built within the existing policy framework.", "553": "In Nigeria, industries and businesses are expanding solar PV capacity for self use to replace relatively expensive diesel generation following the phase out of the subsidy and to overcome grid reliability challenges.", "554": "In South Africa, the government has lowered the minimum capacity threshold for embedded generation, leading myriad companies to install new renewable capacity.", "555": "Finally, off grid solar PV helps expand electrification, especially for areas not served by the grid, with nearly 1,5 GW of new capacity expected by 2030.", "556": "According to national plans and Nationally Determined Contributions, many countries have the ambition of adding off grid solar capacity.", "557": "Federal rural electrification agencies are emphasising solar PV for electrification, while sub Saharan Africa remains a major market for solar kits .", "558": "In Nigeria, the country with the highest number of people without access to electricity, the Rural Electrification Agency has partnered with private developers and multilateral development banks to deploy mini grids across the country.", "559": "Regional challenges include stop and go policies, high offtaker risks and low grid availability and reliability.", "560": "Policy implementation delays are stalling renewable energy development, while outstanding payments to independent power producers can weaken investor confidence.", "561": "Low system availability and reliability can lead to long connection wait times, impacting project timelines.", "562": "Additions in our accelerated case are over 30% higher, mostly from solar PV and wind.", "563": "Clear policies and regulations implemented in a timely manner, combined with additional investments in transmission and distribution infrastructure and innovative financing mechanisms facilitate higher capacity growth in the accelerated case.", "564": "In addition, the liberalisation of energy markets in many countries could attract more new capacity.", "565": "Kenya, Nigeria and South Africa have either passed legislation to liberalise their energy markets or it is pending, enabling bilateral agreements between corporations and independent power producers.", "566": "According to the combined national ambitions of sub Saharan African countries, renewable capacity would more than triple to over 165 GW by 2030.", "567": "While main case additions fall short of this, the accelerated case exceeds it by considering the region’s untapped potential.", "568": "In the main case, total solar PV capacity  is expected to far exceed current country ambitions , while for wind the forecast is nearly on par .", "569": "However, hydropower falls short of the total regional ambition  in both the main case  and the accelerated case .", "570": "Large scale hydropower projects can take years to develop, and project delays can severely impact project commissioning timelines.", "571": "Outside of solar PV, wind and hydropower, forecast geothermal additions  are closely aligned with ambitions .", "572": "At the national level, 15 countries are expected to meet or exceed their ambitions for 2030, while 22 will meet or exceed them only in the accelerated case.", "573": "South Africa is forecast to surpass the almost 30 GW of total renewable capacity outlined in its latest Integrated Resource Plan .", "574": "Some countries could achieve their ambitions with single hydropower projects.", "575": "For example, with the 2023 commissioning of the Luachimo Hydroelectric Power Station, Angola exceeded its 2030 ambition and will further surpass it with the expected commissioning of the Caculo Cabaca plant during the forecast period.", "576": "Eighteen countries in sub Saharan Africa have less than 1 GW of installed renewable energy capacity.", "577": "Despite their potential, many of these countries have policy uncertainties so our forecast relies on single projects with funding from development banks or other foreign aid.", "578": "Renewable capacity in the MENA region is forecast to triple from 53 GW in 2023 to almost 150 GW in 2030.", "579": "The largest technology expansion is expected to be from solar PV, accounting for over 85% thanks to the region’s economically attractive projects.", "580": "Owing to good solar resources, economies of scale, and beneficial land and financing costs, the region continues to produce winning bids at the lower end of the world’s awarded bid range.", "581": "For instance, in 2023, round 4 of Saudi Arabia’s REPDO auction awards averaged USD 16,8 17/MWh for plants of 400 MW to 1,1 GW.", "582": "Hydrogen production is emerging as a driver for new onshore wind capacity in the MENA region, accounting for 40%  of wind expansion by 2030 led by Saudi Arabia, Oman, and Egypt.", "583": "Overall onshore wind growth reaches nearly 10 GW, 8% higher than last year due to an increase in auction activity in new markets.", "584": "After 18 months, Saudi Arabia finally awarded 1,1 GW of onshore wind at USD 16 17/MWh in round 4 of its auction scheme, and Oman opened a competitive auction for 1 GW.", "585": "As such, we are more optimistic wind will be awarded future auctions in Saudi Arabia and Oman.", "586": "CSP growth is expected to slow over the next six years compared with the previous six year period.", "587": "After expanding 1,4 GW between 2017 and 2023, less than 300 MW is expected by 2030 due to the lack of a pipeline of projects in late stage development.", "588": "A 600 MW project was completed in the United Arab Emirates in 2023, and no further CSP projects are under construction in the region.", "589": "The main reason for limited CSP growth is uncertainty over whether government plans for the technology will be implemented.", "590": "Since 2016, Morocco has opened two tenders for hybrid CSP/PV projects totalling 1 030 MW, but no construction has been initiated.", "591": "The first round awarded 380 MW to CSP in 2019, but the project has not advanced because developers were asked to switch to PV or use batteries instead of thermal storage.", "592": "Recent outages of the country’s first CSP plant  due to a leak in the molten salt thermal storage facility have raised concerns over the technology’s viability.", "593": "Meanwhile, the government has gone ahead and opened new tenders for hybrid PV and batteries, and both have prequalified bidders asking questions about the government’s intention to move forward with CSP plans.", "594": "While Kuwait’s plans to launch a CSP tender finally materialised in 2024, our main case does not assume it will reach financial close and be commissioned before 2030, given Kuwait’s prolonged planning process.", "595": "Saudi Arabia dominates the region’s growth, accounting for over 40% of renewable capacity expansion between 2024 and 2030.", "596": "The United Arab Emirates, Israel, Oman, Egypt, Iraq and Morocco represent another 44%.", "597": "The region’s two main procurement methods are competitive auctions and unsolicited bilateral contracts with utilities.", "598": "In addition to climate goals, there are two main drivers of renewable energy growth in the region.", "599": "The first is fast rising domestic demand for electricity, spurred by population and economic growth.", "600": "Peak demand reached record levels this year in Kuwait, Egypt, Algeria, Oman and Iraq as soaring temperatures raised air conditioning use.", "601": "This boosted load shedding in Egypt and caused the first instance of load shedding in Kuwait.", "602": "Electricity consumption in Saudi Arabia also reached an all time high in 2023 amid population and economic growth.", "603": "In response to rising electricity demand, many countries are accelerating renewable capacity deployment to either reduce electricity imports or free up domestic fossil fuels for larger exports.", "604": "Last year, smaller markets in particular  made renewable energy announcements.", "605": "In 2024, Qatar announced its first renewable energy strategy, Kuwait reopened a cancelled tender for 1 GW of solar PV, and Algeria awarded winners for its 3 GW solar engineering, procurement and construction  project.", "606": "Exports  are the second renewable capacity growth driver in the MENA region.", "607": "To export renewable electricity, Morocco and Saudi Arabia are both investigating the development of new interconnections.", "608": "For low carbon products, industries are announcing plans to decarbonise their manufacturing by generating their own renewable electricity or procure the necessary power through PPAs.", "609": "Rising European demand for low emissions products is also spurring additional renewable capacity deployment.", "610": "Morocco’s state owned mining company, OCP, whose exports are responsible for 6% of the country’s GDP, has therefore announced plans to install 200 MW of PV to switch from gas to solar energy.", "611": "Aluminium companies in Egypt and the United Arab Emirates have also released plans to install or purchase renewable electricity, citing expectations of future global demand.", "612": "In addition to electricity consumption, the use of hydrogen in industry and of hydrogen based fuels as feedstocks also drives renewable capacity growth in the MENA region.", "613": "In fact, renewable energy capacity for hydrogen production is expected to account for 10% of the region’s growth by 2030.", "614": "Two of the world’s first global offtake contracts for ammonia have been announced in Egypt and Saudi Arabia, while developers have been awarded plots of low cost land in Oman to build projects producing hydrogen for local industries as well as ammonia for export.", "615": "In total, all MENA countries combined ambition is to reach 201 GW of renewable capacity by 2030.", "616": "While the main case forecast falls 26% short of this ambition, not all countries will miss their announced ambitions.", "617": "Saudi Arabia, Egypt and Algeria are responsible for nearly 60% of the region’s total ambition, and although the outlook is more optimistic than last year in these markets, our forecast indicates that installed capacity still falls short of their 2030 ambitions.", "618": "However, we expect the United Arab Emirates, Oman and Morocco to exceed their ambitions for 2030, and Israel is within reach.", "619": "Meanwhile, Iraq and Jordan have the potential to raise their targets, as their 2030 capacity ambitions only reflect current installations.", "620": "Growth in the region could be 60%  higher than in the main case , nearing realisation of the 2030 ambition , if countries meet three key challenges.", "621": "The first is faster auction implementation.", "622": "Opening tenders, selecting winners and signing PPAs often takes more than one year, so hastening the process would get more projects online sooner.", "623": "The second challenge is to improve the regulatory and policy environment for distributed solar PV by implementing reforms to allow self consumption and introduce remuneration for excess electricity generation.", "624": "While a number of countries have established legal frameworks for self consumption and net metering, there is no public data available indicating significant deployment in the commercial and residential sectors except for the United Arab Emirates, implying that implementation remains a challenge.", "625": "In addition, ensuring that electricity tariffs are cost reflective through reforms would make renewable energy more economically attractive, especially for large industry.", "626": "Finally, more growth would occur with greater industrial electrification and with the removal of barriers to new market entrants to allow for more widespread use of corporate PPAs.", "627": "Solar PV systems and wind turbine costs are influenced by primary raw material and logistics costs.", "628": "Steel accounts for about 6 8% of total investment costs for PV and onshore wind installations, copper for 1 2%, freight and land transport for 1 2% for PV and about 6 8% for onshore wind, and aluminium for around 5 6% for PV.", "629": "Due to supply chain challenges and growing demand after the Covid 19 economic crisis, the prices of all these inputs increased significantly in late 2020 and 2021, peaking in mid 2022.", "630": "As a result, benchmark utility scale PV and onshore wind project costs rose roughly 20% between 2020 and 2022.", "631": "As supply chain constraints eased, input prices began to decline, except for freight, which increased again in 2024 due to shipping disturbances in the Red Sea.", "632": "Another important component of PV and wind generation costs is the cost of financing, expressed as the weighted average cost of capital .", "633": "In most of the world, WACC increased 1 2 percentage points in 2023 due to a rise in interest rates in most countries.", "634": "As a result of falling polysilicon prices and growing supply overcapacity, global spot prices for solar PV modules decreased 60% over 2022 2024.", "635": "However, this drop has not been felt equally in all markets: in the United States, because of various trade measures, prices have fallen only about 10% since 2022, and as of July 2024, US module prices remained three times as high as in most other countries.", "636": "Module costs made up 20 40% of utility scale solar PV system CAPEX in 2022.", "637": "Lower global module prices, as well as lower prices for raw materials such as aluminium and steel, are expected to lead to about a 20% decrease in total investment costs in 2024 compared with 2022.", "638": "However, the estimated decrease in levelised cost of electricity  is only 10%, due to a higher WACC.", "639": "In contrast to PV modules, average wind turbine prices offered by original equipment manufacturers  from Europe and the United States continued to increase in 2020 2024.", "640": "In H1 2024, the average price was over 10% higher than in 2022, despite decreases in main input costs.", "641": "This results from manufacturers raising their prices to recuperate their losses incurred during the period of supply chain disturbances.", "642": "In China however, turbine prices have been declining since 2022 due to domestic concentration of the supply chain, lower exposition to changes in steel and freight costs and increased competition between local manufacturers.", "643": "Consequently, China’s average wind turbine price per MW was one third the price from European and US OEMs in H1 2024.", "644": "Turbine expenses constituted about 60% of onshore wind farm construction costs in 2022, the largest component.", "645": "Assuming European and US OEMs turbine price increases, and elevated financing costs in 2023 and 2024, the benchmark LCOE of onshore wind could be about 15% higher in 2024 than in 2022.", "646": "These costs dynamics can already be observed in renewable energy auctions conducted in recent years, with discovered solar PV tariffs decreasing sharply after 2022 and onshore wind continuing to increase in most markets.", "647": "Regardless of these changes, utility scale solar PV and onshore wind remain the cheapest sources of electricity generation in most of the world.", "648": "Possible interest rate cuts leading to lower financing costs, continued technology development and market expansion should reduce PV and wind generation costs in upcoming years.", "649": "Although renewable energy technologies are increasingly becoming more cost competitive, policies remain key for driving investment and enabling deployment.", "650": "Almost 84% of global renewable utility scale capacity growth in 2024 2030 is expected to be stimulated by policy schemes, a share similar to last year’s forecast.", "651": "Policy driven deployment refers to capacity for which a government policy is the primary driver for the investment decision, for example, a policy that affects remuneration for power or reduces tax liability or introduces a purchasing obligation to meet government targets.", "652": "The two most prominent policy schemes are administratively set tariffs and premiums, which make up almost two thirds of all policy driven capacity additions, and competitive auctions, accounting for more than one fifth.", "653": "The other policy options include tax credits  and utility owned projects .", "654": "Conversely, market driven deployment is expected to account for 15% of global utility scale renewable capacity growth, slightly higher compared with last year’s forecast, driven mostly by the increasing share of green certificate use in China.", "655": "Bilaterally negotiated contracts between IPPs and corporate consumers  make up more than 40% of the market driven deployment, with green certificates having a similar share.", "656": "The remaining capacity is driven by unsolicited bilateral contracts with utilities  and merchant projects .", "657": "The high global share of policy driven deployment comes largely from China, where policies are expected to support 90% of the country’s growth.", "658": "For instance, China is forecast to deploy around 1 900 GW of capacity almost entirely from administratively set fixed tariffs for 15 20 years based on the provincial benchmark electricity price.", "659": "However, market based deployment, accounting for 10% of the expansion, is expected to grow, thanks to the new Green Electricity Certificate scheme introduced and updated between 2022 and 2024 which aims to facilitate inter provincial trade, track progress in meeting provincial renewable energy targets and provide a certification scheme for renewable electricity for the industry.", "660": "Excluding China, market driven deployment plays a larger role in global renewable capacity expansion, accounting for around 23%.", "661": "This share is even larger in Latin America  and in Africa, Eurasia and the Middle East .", "662": "The high share in Latin America stems from corporate PPAs in Brazil and Mexico and merchant projects and corporate PPAs in Chile.", "663": "In Africa, Eurasia and the Middle East, the growth can be attributed mostly to South Africa’s corporate PPA market and unsolicited bilateral contracts in both Saudi Arabia and Nigeria.", "664": "However, in North America , Europe  and Asia Pacific , most renewable capacity growth between 2024 and 2030 will still be policy based.", "665": "Compared to last year’s forecast, the shares remain relatively stable.", "666": "In North America, the majority of additions are in the United States, where tax credits for investment or electricity production are the primary catalyst.", "667": "While other policies  may also strengthen the business case, the tax credit is expected to be the main enabler for investment.", "668": "In Europe, around three quarters of utility scale growth is from competitive auctions, mostly for solar PV and wind.", "669": "The share of corporate PPAs in European renewable capacity growth remains roughly the same compared with last year’s forecast, led by Germany, Sweden, the Netherlands, Spain, the United Kingdom, and Italy.", "670": "Competitive auctions are also the dominant procurement method in Asia Pacific , led by India, Viet Nam, Korea and Australia, while feed in tariffs also boost expansion in Japan and Chinese Taipei.", "671": "Most market driven growth in the Asia Pacific region comes from corporate PPAs for solar PV and onshore wind projects in India and Australia, while unsolicited contracts for hydropower projects in India and for solar PV and onshore wind projects in Pakistan play also an important role.", "672": "Excluding China, competitive auctions are the single largest driver of utility scale renewable capacity additions between 2024 and 2030, accounting for almost half of the forecasted capacity growth.", "673": "However, this is largely due to their importance in solar and wind deployment, which account for 94% of the utility scale forecast.", "674": "For other technologies, different policy and market drivers are more important.", "675": "CSP has the highest share of policy driven growth in 2024 2030 due to the high upfront investments and challenging business cases.", "676": "CSP growth comes entirely from competitive auctions in Chile, Morocco, and South Africa.", "677": "Growth of solar PV and wind is largely policy driven, with shares close to 80% for each technology.", "678": "Although competitive auctions are the main catalyst of growth for variable renewables outside of China, they play a larger role in offshore wind deployment than for onshore wind and solar PV, which have slightly higher shares of market driven growth, mainly through corporate PPAs.", "679": "Conversely, only a handful of offshore wind projects commissioned by 2030 are expected to have most of their business model based on corporate PPAs or certificate revenues , more specifically projects in the Netherlands, Korea and Chinese Taipei.", "680": "However, corporate PPAs could become more important in the offshore wind market, as an increasing number of countries move to competitive auctions without remuneration.", "681": "For geothermal, three quarters of the growth can be attributed to policy driven measures, mostly through tax credits in the US and state owned utilities’ investments in Kenya.", "682": "Market driven deployment is mostly triggered through unsolicited contracts in Indonesia.", "683": "For pumped storage, policies drive just over half of the deployment.", "684": "Most growth is stimulated through state owned utilities in India, while unsolicited bilateral contracts in Viet Nam, Indonesia and India contribute, as well.", "685": "More than half of the growth of conventional hydropower is expected to be market driven.", "686": "Unsolicited bilateral contracts in India, Pakistan and Indonesia contribute most to the deployment, followed by state owned utilities’ investments in India, Ethiopia and Canada.", "687": "Meanwhile, administratively set feed in tariffs in Türkiye are an important driver, as well.", "688": "Meanwhile, just over half of bioenergy deployment is driven by markets, mostly corporate PPAs in Brazil, unsolicited bilateral contracts in India and Indonesia and some merchant projects in the United Kingdom and Spain.", "689": "Policy driven deployment is expected mostly from competitive auctions in Germany, Brazil and the Netherlands and administratively set feed in tariffs in Japan and Türkiye.", "690": "In the first half of 2024, 82 GW of renewable energy capacity was awarded globally in competitive auctions, with more than half of it concentrated in just two countries: India and Germany.", "691": "This is more than double the average volumes awarded during six month periods in recent years, and almost reaches the record level capacity awarded in tenders during the entire 2023.", "692": "In the last three years, around 40% of year end capacity was auctioned on average from January to June.", "693": "Considering this trend, global auction capacity could total slightly over 200 GW by the end of 2024, more than double of 2023.", "694": "Auction design, macroeconomic conditions, permitting pace and grid availability continue to be key factors impacting developer interest and participation.", "695": "Auction award rates have changed year on year, with the lowest in 2022.", "696": "High commodity prices, escalating investment costs and inflation, combined with relatively low ceiling prices in auctions, led the award rate to drop to 75% in 2022.", "697": "Award rates continued to increase slightly from 84% last year to 89% in the first half of 2024, with the awarding of around 82 GW of the 92 GW of auctioned capacity being offered.", "698": "In the first half of 2024, Europe and India emerged as the primary regions for renewable energy tenders, with both awarding similar volumes.", "699": "India awarded more capacity  in the first half of 2024 than in the last two years combined.", "700": "This increase in auction volumes reflects the government’s implementation of a clear national auction schedule to achieve the country’s renewable energy target, and modification of the design to increase subscription rates.", "701": "Meanwhile, Europe awarded a volume equal to 87% of entire capacity awarded in 2023 in the first half of 2024.", "702": "With 10,2 GW, Germany awarded almost one third of Europe’s total volume.", "703": "Meanwhile, the United Kingdom awarded 9,6 GW, with offshore wind representing more than half of this capacity, followed by the Netherlands with around 7,5 GW, of which around 3,5 GW were awarded to solar PV and onshore wind and 4 GW to offshore wind.", "704": "France awarded 3,4 GW of a mix of solar PV and onshore wind.", "705": "Remaining European capacity was awarded in tenders in Norway, Italy, Austria and Croatia.", "706": "In other regions, Colombia awarded more than 4 GW to new solar PV plants in its recent auction at the beginning of the year, several US states awarded a combined offshore wind capacity of 4,6 GW, and Chinese Taipei awarded 2,7 GW of offshore wind capacity.", "707": "The technology trends in Indian and European auction results varied significantly.", "708": "Globally, in the first half of 2024 almost 60% of the utility scale solar PV capacity awarded in competitive auctions was concentrated in India, while nearly 85% of the awarded onshore wind capacity was in Europe.", "709": "In Europe, countries tender 13 14 GW of utility scale solar PV on average since 2021 each year, and the first half of 2024 was in line with this trend.", "710": "Onshore wind tenders increased, with a record 8,4 GW was awarded from January to June 2024, double the amount than in the same period last year.", "711": "Meanwhile, offshore wind auctions broke another record, with more than 13 GW awarded, of which 4 GW were in auctions for seabed leases.", "712": "The Netherlands played a significant role in this growth, awarding the leases for two offshore wind farms with a total capacity of 4 GW .", "713": "This was the first Dutch offshore wind tender since the Hollandse Kust West tender held in 2022.", "714": "In the first half of 2024, Germany successfully conducted auctions for seabed leases and potential support for two non centrally predeveloped sites with a combined capacity of 2,5 GW.", "715": "Due to the high level of competition, both auctions resulted in payments to the government, but these payments were lower than last year’s auction rounds.", "716": "Offshore wind auctions continue during the second half of the year, with the leases of three centrally predeveloped sites with 5,5 GW combined.", "717": "By the time of the publication of this report in early October 2024, Germany had awarded 8 GW for this technology during the year, almost reaching last year’s awarded capacity of 8,8 GW.", "718": "Meanwhile, Norway successfully conducted its first offshore wind auction, tendering a 1,5 GW wind farm that includes the seabed lease and support in the form of a contract for difference.", "719": "The United Kingdom awarded financial support to more than 5 GW of offshore wind capacity, 400 MW of which were awarded to a floating offshore wind project.", "720": "Furthermore, two fixed bottom offshore wind projects were awarded 3,3 GW, while the remaining 1,6 GW were awarded to  projects that were already successful in the 2022 auction round.", "721": "The respective seabed leases have been competitively allocated in dedicated auctions in previous years.", "722": "Nevertheless, several auctions for offshore wind in Europe have been postponed.", "723": "Portugal intended to conduct a 2 GW tender in 2024, but it is now planned for 2025.", "724": "Similarly, Norway postponed tendering of the floating offshore wind farm Utsira Nord  to 2025 to clarify and finalise the auction design and subsidy model.", "725": "Germany attained a total award rate of almost 89% in the first half of 2024.", "726": "Onshore wind auctions in the country increased the award rate to 79%, reversing a trend of decreasing rates observed in 2021 2023, thanks to several policies improving site purchase, permitting processes and reducing auction volumes.", "727": "In 2024, India achieved a total award rate of nearly 85%, and almost all solar capacity auctioned was awarded.", "728": "Although awards in auctions for hybrid solar PV and onshore wind projects started falling in 2023, volumes have increased significantly.", "729": "Onshore wind auctions reached an award rate of 44% in 2024, following the declining trend of past years.", "730": "Onshore wind is being developed mostly through hybrid projects due to challenges related to purchasing land where wind resources are rich, grid connection difficulties, and the higher average price of energy generated, which discourages DISCOMs from purchasing the power.", "731": "In contrast with 2023, many European offshore wind auctions in the first half of 2024 resulted in negative bids as they were only awarding a seabed lease or had high competition.", "732": "This means successful bidders have to sell their electricity on the market or through corporate PPAs and will not receive any support payments.", "733": "They need to submit a capacity based payment to the government, which can be interpreted as “the right to realise the project” or leasing of the seabed.", "734": "While these payments can be used by governments to support the energy transition and raise public acceptance, they may impede project realisation in the future due to increased costs for the project developers.", "735": "The highest payments occurred in Germany, where a developer was awarded a 1,5 GW project with a payment of USD 1,4 million/MW, and a 1 GW site was selected with a fee of USD 1,1 million/MW.", "736": "In the last decade, average auction prices for utility scale solar PV projects have fallen continuously in all regions.", "737": "For onshore wind, however, average auction prices have been increasing since 2020.", "738": "Utility scale solar PV costs decreased in all regions and settled at an average of USD 40/MWh in the first half of 2024.", "739": "This drop was instigated largely by India, which led the world in terms of volume of solar PV capacity awarded in auctions and achieved an auction price of USD 34/MWh.", "740": "Indeed, the price of utility scale solar PV in the country dropped 23%.", "741": "In contrast, Europe’s reduction was a more modest 11%, with an average price of USD 67/MWh for projects awarded in auctions in 2024.", "742": "Onshore wind technology price patterns in the first half of 2024 reveal a complex global picture with significant regional variations.", "743": "While the global average price for onshore wind decreased only slightly by 2%, this figure masks two divergent trends in Europe and India.", "744": "In Europe, where the majority of the global onshore wind capacity awarded through tenders took place, prices continued on an upward trajectory that began in 2021.", "745": "In the first half of 2024, European onshore wind prices had reached an average of USD 81/MWh, representing a 2% increase.", "746": "Meanwhile, the average price for onshore wind projects in India had increased by 12%, from USD 39/MWh to USD 43/MWh.", "747": "However, the whole Asia Pacific region shows a decrease in onshore wind prices by 36% this is explained by the comparison of high prices  and volumes in in Japan, Philippines and Thailand during 2023, with lower prices in the following year, at the range of USD 40 83/MWh.", "748": "Historically, only a handful of countries, including China and South Africa, have used non price criteria to select bids in competitive renewable energy auctions.", "749": "Outside of these markets, bid selection has been based mostly on price to minimise costs and limit government support.", "750": "However, the first zero price bids German offshore wind auctions in 2017 and subsequent auctions prompted governments to introduce non price criteria to be able to distinguish between bids.", "751": "Since then, growing supply chain, cyber security and sustainability concerns, and policies to expand local manufacturing, have led policymakers in an increasing number of countries to introduce non price criteria .", "752": "Introducing non price criteria into auctions allows governments to pursue multiple policy objectives beyond cost minimisation, such as renewable energy integration, supply chain diversification, local economic development and the sustainability of imported or domestically manufactured equipment used in renewable energy projects.", "753": "Benefits for local communities are another potential priority that can increase public acceptance of renewable energy projects, reducing impediments to their deployment.", "754": "Nevertheless, introducing non price criteria could result in higher awarded prices , puts less emphasis on awarding the lowest cost projects, and increases developers’ administrative costs for compliance.", "755": "Plus, challenges during project planning and development could increase, requiring additional legal action and monitoring to ensure that all bidders are treated fairly and comply with project requirements.", "756": "In the first half of 2024, 49 GW of renewable capacity was awarded using non price criteria, almost already achieving last year’s total capacity.", "757": "This corresponds to around 60% of all awarded capacity.", "758": "In fact, the share of capacity auctioned with non price criteria among all competitive auctions worldwide has more than doubled since 2021.", "759": "More than 15 countries have used them at least once in their auctions, and in the first half of 2024, seven countries applied non price criteria.", "760": "India accounts for 66% of this global awarded capacity.", "761": "More than half of the remaining 17 GW stems from European auctions, namely in the Netherlands, France and Norway, while the United States awarded more than 4 GW in auctions with non price criteria.", "762": "In 2024, non price criteria have been used mostly in auctions for utility scale solar PV  and offshore wind .", "763": "For solar PV auctions, the foremost impetus for using non price criteria has been India’s Approved List of Models and Manufacturers  policy, which was reinstated in 2024.", "764": "The ALMM scheme allows developers to use only modules on the list for government related PV projects.", "765": "Today, only companies manufacturing in India are included.", "766": "In 2024, the average price of modules manufactured in India has been 40% above imported Chinese module prices, including a 40% import tax.", "767": "An expected increase in the cost of sourcing modules is one of the factors that led to the stabilisation of PV auction tariffs in India between 2023 and 2024, even though global module prices fell more than 60% in this period.", "768": "Ensuring a sufficient supply of high quality domestic modules by carefully balancing industrial and trade policies will be crucial for the success of future PV auctions and the timely deployment of contracted projects.", "769": "The offshore wind sector is more regionally balanced, since European countries , Asia Pacific ones , and the United States have applied non price criteria in their auctions.", "770": "For instance, the Netherlands takes the wind farm’s contribution to the Dutch North Sea ecosystem into consideration in the selection process.", "771": "However, France has been the main country to apply non price criteria in onshore wind auctions, awarding almost all the relevant capacity.", "772": "Non price criteria can be implemented as either prequalification or award conditions.", "773": "Prequalification criteria are minimum requirements that set a threshold or standard that bidders must comply with to participate in the auction.", "774": "The subsequent selection of a winner is conducted purely on the basis of price.", "775": "Today, prequalification criteria are applied mostly in solar PV auctions, accounting for 76% of capacity awarded under non price criteria in 2023 and 95% in the first half of 2024, mainly owing to India’s ALMM requirement.", "776": "Since prequalification criteria are compliance requirements, governments have a high likelihood of achieving their policy objectives.", "777": "Nevertheless, if the criteria or thresholds are too strict, the auction might be undersubscribed.", "778": "In contrast, award criteria are applied during the selection of winning bids, thereby rewarding higher performance in specific project characteristics .", "779": "Award criteria have become increasingly prevalent in wind energy auctions across Europe.", "780": "In 2023 and 2024, for those onshore wind auctions that used non price criteria, award criteria were applied to choose nearly all awarded capacity, largely due to French auctions.", "781": "Offshore wind auctions show a more balanced approach, but still favour award criteria.", "782": "In 2023, 78% of offshore auctions with non price elements used award criteria, slightly higher than the 67% in 2024.", "783": "Major European offshore markets such as the Netherlands, Germany and France have adopted this approach.", "784": "This trend even extends beyond Europe, with countries such as Japan, the United States and Korea also incorporating award criteria into their offshore wind auctions.", "785": "Award criteria present more of a trade off between the bid price and project characteristics compared with prequalification criteria.", "786": "The auctioneer needs to give a weighting to project characteristics along with the bid price and design a scoring scale.", "787": "The higher the weighting of non price variables, the more important a criterion becomes in the selection process.", "788": "For instance, giving considerable weight to the sustainability of equipment manufacturing could enable a project with a higher bid price  to still be awarded, as it is able to deliver the pursued policy objective.", "789": "For instance, two bidders are competing in an auction with projects using PV modules from Country A and Country B.", "790": "The submitted bid prices and the non price criterion are converted into a score with a maximum of 100 points, and the project receiving more points  is selected.", "791": "The weighting defines the maximum points that can be received for the non price criterion: for instance, a weighting of 30% for non price criterion means that 30 points can be achieved, while 70 points  can be gained for the price criterion.", "792": "In this case, the solar PV project with PV modules made in Country A submits a bid price of EUR 66/MWh and does not receive points for the non price criterion due to, for instance, inadequate sustainability or supply chain security.", "793": "In contrast, the project with Country B made PV modules submits a higher bid price of EUR 72/MWh but receives all the points possible for the non price criterion.", "794": "No non price criterion: the Country A PV module project wins because it has a lower bid price and thus the higher score of 61.", "795": "The weighting of the non price criterion is set to 5%.", "796": "Now, the project with Country A PV modules receives only 58 points for its bid price , while the project with Country B PV modules receives 48 points , 43 for the bid price and 5 for the non price criterion.", "797": "In this case, the project with Country A modules would be selected.", "798": "The weighting of the non price criterion is set to 15%, giving the project with Country B PV modules an advantage.", "799": "It receives 15 points for the non price variables and 39 for the bid price, now overtaking its competitor by 2 points.", "800": "The weighting of the non price criterion is set to 30%.", "801": "The project with Country B PV modules would be selected because it would score 19 points more than its competitor by receiving 30 additional points for the non price criterion.", "802": "The scoring scale needs to allow for project differentiation: if all participating projects achieve all  of the points for a non price criterion, it has no impact on winner selection.", "803": "Moreover, the larger the scale, the less influential are differences among the projects.", "804": "In contrast, the shorter the scoring scale, the stronger the impact of project differences.", "805": "The importance of parametrising award criteria can be observed in Japan’s first offshore wind auction in 2021.", "806": "Although bid price and non price criteria were equally weighted , price was mostly the decisive criterion during winner selection.", "807": "While the lowest submitted bid price automatically received the maximum 120 points, the best performing project in the non price criteria might not receive the full points, as these depend on the evaluation committee’s decision.", "808": "All winning projects received maximum points for the price, while none of the participating projects received more than 98 points in the non price criteria.", "809": "Also exemplifying the importance of parametrisation are France’s solar PV auctions, which assess, among other features, the carbon footprint of installed modules for winner selection .", "810": "The first two auctions resulted in a rather diverse supply of installed modules, with both relatively small and large carbon footprints.", "811": "Since 2023, projects with modules of Chinese origin have been awarded almost exclusively, even though their considerable carbon footprint puts them at a disadvantage for the non price criterion.", "812": "In the current parametrisation of the auctions, a project with Chinese modules is ranked higher if its bid price is EUR 4 8/MWh lower than a project with EU made modules, which scores much higher in the sustainability criterion.", "813": "Using Chinese modules leads to a LCOE, which is roughly EUR 6 8/MWh lower, so most project developers opted for them.", "814": "France’s solar PV auctions , conducted under the current design since late 2021, select winners based on the submitted bid price and three non price criteria.", "815": "Bidders can receive a total of 100 points, distributed as follows.", "816": "Submitted bid price: 0 70 points 0 points if the price equals the  ceiling price bids exceeding the ceiling price are disqualified.", "817": "70 points if the price equals the arithmetic average of the lowest 10% of bids minus EUR 5/MWh. 0 70 points linearly assigned based on the bid price submitted.", "818": "The European Union's recently adopted Net Zero Industry Act  is poised to be a significant driver for countries to implement non price criteria in renewable energy auctions.", "819": "The NZIA aims to boost domestic production of net zero technologies within the European Union by 2030, targeting a 40% share of supply for specific clean energy technologies.", "820": "More particularly, the EU NZIA envisions solar PV manufacturing capacity of at least 30 GW by 2030, while wind manufacturing capacity should reach at least 36 GW.", "821": "According to the main case forecast, these manufacturing targets represent 51% of solar PV and 115% of wind capacity additions in 2030.", "822": "Among other criteria, the NZIA proposes several non price prequalification and award criteria to support demand for EU made modules:  Resilience, which in contrast to the others needs to be included, should disincentivise component procurement from a third country outside the EU that already supplies more than 50% of the specific technology or its main specific components in the European Union.", "823": "Environmental sustainability going beyond the minimum requirements of current legislation could be implemented through rewarding, for instance, the ease and quality of recycling, the consumption of energy, water and other resources in one or more life cycle stages of the product, or the carbon footprint of the product or its environmental footprint.", "824": "Innovation could incentivise developing and using entirely new approaches or improving already existing solutions.", "825": "Energy system integration could promote investments in system friendly additions to renewable energy projects, such as energy storage as heat, or the production of renewable hydrogen.", "826": "Nonetheless, especially in case of solar PV, these criteria do not necessarily mean that EU made modules will be preferred in auctions.", "827": "Given that modules from other regions tend to be more affordable, and sometimes equally sustainable, both criteria might spur demand for modules from Korea, the ASEAN region, India or the United States.", "828": "They may also incentivise non EU companies to ramp up their manufacturing capacities in the European Union.", "829": "While non price criteria can support demand for locally made modules and turbines, attracting investments for large scale manufacturing of clean energy equipment would require additional support.", "830": "For solar PV, the economic benefits of expanding EU manufacturing should be assessed from a wider perspective, recognising that consumers may face higher costs in the current economic environment.", "831": "Based on our forecast, achieving the 40% EU goal in 2030 would cost an additional EUR 2,2 3,0 billion based on the difference in investment costs compared with using cheaper Chinese solar PV modules.", "832": "Governments can pursue multiple policy objectives by using non price criteria in renewable energy auctions, in addition to minimising public support.", "833": "Nevertheless, some policy objectives may be addressed more adequately and comprehensively through avenues other than auction design , especially, since non price criteria can induce higher transaction costs for both the auctioneer and the bidders.", "834": "However, harmonising non price criteria design across different countries, especially within the European Union, could reduce these transaction costs.", "835": "Moreover, countries should consider a technology specific design approach, as each technology can face specific challenges, for instance a lack of methodology to calculate the carbon footprint of wind turbines.", "836": "Non price criteria should be clear, transparent and quantifiable to increase the legal robustness of auction outcomes.", "837": "In addition, the minimum and maximum scores assigned in award criteria should be defined exogenously by the auctioneer  to avoid strategic bidding behaviour.", "838": "Finally, policymakers should consider communicating a detailed description of the intended non price criteria early in the process to reduce uncertainty.", "839": "This approach would also help developers plan their projects in advance and allow the supply chain to prepare.", "840": "Consultations and feedback loops with the industry and key stakeholders", "841": " should also be considered when designing and implementing non price criteria.", "842": "In 2023, solar PV manufacturing capacity expanded in all segments, including for polysilicon, ingots/wafers, cells and modules.", "843": "Global cell capacity almost doubled, polysilicon manufacturing increased close to 90%, module 75% and wafer 60%.", "844": "By the end of the year, the manufacturing of the lowest capacity segment, polysilicon, reached 850 GW.", "845": "Another 140 390 GW of new PV manufacturing is expected to be added in 2024.", "846": "Wafers become the segment with the lowest capacity, but it still reaches more than 1 100 GW, more than double global installations that year.", "847": "Global supply chain investments are expected to slow drastically through 2030, especially in China, due to high overcapacity worldwide.", "848": "Increasingly challenging market conditions have led us to revise expected manufacturing capacity for 2030 downwards from last year , by around 5% for modules, 10% for cells, 20% for polysilicon and 25% for wafers.", "849": "Low prices and tight margins led to the cancellation of about 300 GW of polysilicon and 200 GW of wafer projects, with a total value of approximately USD 25 billion.", "850": "Despite the slower pace of growth, wafer manufacturing capacity  is still expected to exceed installations by almost 40%.", "851": "Over 90% of the supply chain expansion boom in 2023 2024 is occurring in China, positioning the country to maintain a market share of 80 90% by 2030, despite significant investment acceleration in the United States and India.", "852": "To illustrate, China's manufacturing capacity in 2024 is projected to be 25 40% higher  than the global PV installation forecast for 2030 under an accelerated case scenario.", "853": "In India, the Production Linked Incentive , the Approved List of Module Manufacturers, and increased import duties on modules and cells are spurring supply chain investments.", "854": "Module assembly capacity is expected to more than double between 2022 and 2024 to reach 50 GW, with further growth in the following years as projects that won PLI support gradually come online.", "855": "However, delays in development are expected in other segments due to high competitiveness of imports and technological challenges.", "856": "In the United States, the IRA and import restrictions drive growth.", "857": "As a result, module assembly capacity could reach 45 GW in 2024, including over 7 GW of thin film PV technology.", "858": "In the other supply chain segments, growth is expected to be slower, with several projects in wafers, polysilicon and cells delayed or cancelled due to high competitiveness of imports.", "859": "Investment in the European Union remains limited by insufficient policy support and difficulties in competing with established, large scale global manufacturers.", "860": "In fact, several manufacturers have either shut down their EU sites because they could not compete with imports or relocated their operations to the United States to benefit from the IRA.", "861": "Overall, module manufacturing capacity in the region is expected to increase only 5 GW in 2024 2030, remaining below 20 GW.", "862": "In the Asia Pacific region, excluding India, module assembly capacity is expected to decline by about 25 GW  as Chinese manufacturers respond to changing trade regulations in United States, the region’s main export market.", "863": "Over 10 GW of wafer manufacturing is under development in Viet Nam, which will increase the region’s capacity in this segment to over 40 GW in 2024, the second highest after China.", "864": "The main factor influencing PV manufacturing is a step increase in overcapacity across the entire supply chain, which materialised fully in 2024.", "865": "Demand for PV modules is not expected to catch up with supply, resulting in a drop in average utilisation rates from about 55 80% in 2023 to 50 65% in 2024.", "866": "PV module distributors, developers and other demand side market participants continued to increase their inventory in the first half of 2024, so that manufacturer utilisation rates reflected more than just demand resulting from annual PV system installations.", "867": "If the recent import trend continues, PV module inventories might reach the triple of installations expected in 2024 in the European Union, and double those of the United States by the end of 2024.", "868": "In the absence of PV equipment stockpiling, average PV manufacturer utilisation rates in 2024 would decrease to 40 50%.", "869": "Extra demand for new modules is expected to fall in upcoming years as distributors draw from their inventory to limit storage costs.", "870": "The current supply glut is reducing PV module prices as producers compete for market shares.", "871": "Between December 2022 and 2023, the average spot price of solar PV modules decreased 50% and continued to decline in 2024, falling to roughly USD 0,10/W in July 2024.", "872": "Current prices are below production costs for most companies, adversely affecting their financial situation.", "873": "This is especially challenging for smaller, less efficient firms that do not use the latest technologies.", "874": "Considering the main case PV installation forecast, average utilisation of supply chain segments is expected to stay below 60% for modules and cells, slightly surpass this level for polysilicon, and reach 80% for wafers through 2030, continuing to exert downward pressure on PV module prices.", "875": "At the same time, our expectations have increased regarding shutdowns of existing capacity.", "876": "This includes the decommissioning of production lines that are less efficient or are used to manufacture less technologically advanced", "877": "At the end of 2023, about 15% of global manufacturing capacity for polysilicon and 10% for wafers could be considered at risk because it was at least five years old and potentially using suboptimal production processes.", "878": "However, company announcements indicate that closures of plants in these two supply segments are expected to accelerate the most due to their greater technical challenges and high costs to upgrade production lines to the latest standards.", "879": "For cells, about half of manufacturing capacity worldwide uses PERC technology that is quickly being replaced by TOPCon, heterojunction  and back contact , due to their higher efficiency.", "880": "The market has been dominated by PERC cells since 2020, when their market share reached over 80%.", "881": "Currently, manufacturers are investing heavily in retooling their plants and switching mostly to TOPCon, which is expected to obtain a market share of over 70% in 2024.", "882": "Recent investments in the latest technologies aim to maintain competitiveness in an oversupplied market and to force many financially vulnerable manufacturers to terminate their operations.", "883": "In this case, however, an influx of new projects and plant expansions is offsetting expected capacity losses.", "884": "About 25% of existing module assembly capacity is at minor risk, as it cannot utilise cell sizes of the latest standard.", "885": "However, most manufacturers will likely be able to adjust their plants, limiting expected shutdowns.", "886": "However, the amount of technologically substandard capacity owned by lower tier companies is relatively small, limiting the short term risk of a significant drop in PV component supplies.", "887": "In 2023, the top ten companies in terms of overall capacity across the supply chain controlled over 45 60% of the market.", "888": "If the largest remaining companies in each segment are added, the market share of top manufacturers reaches 85% for polysilicon and wafers, 70% for cells and 60% for modules.", "889": "Many of these companies accumulated significant financial reserves when PV prices were high in 2021 2022, and they are expected to remain fiercely competitive for market shares in the medium term.", "890": "In 2023, global onshore wind turbine manufacturing capacity increased by 6 GW for towers, 22 GW for blades and 23 GW for nacelles.", "891": "As a result, capacity at the least developed stage of the supply chain  reached 134 GW, 30% above 2023 installations worldwide.", "892": "As of September 2024, manufacturing projects under development comprised about 10 GW of towers, 20 GW of blades and 55 GW of nacelles.", "893": "Commissioning of these projects would increase global onshore wind manufacturing capacity to 145 GW , barely exceeding the 140 GW of turbine installations expected in 2030 in the main case forecast and significantly below the 180 GW forecast in the accelerated case.", "894": "Only in the nacelle segment would realising all planned projects push the capacity above accelerated case demand.", "895": "In 2023, about 90% of global onshore wind manufacturing capacity expansion was in China, increasing the country’s global share to 45% for towers, 55% for blades and 60% for nacelles.", "896": "Overall supply chain capacity in China reached almost 60 80 GW in 2023, in line with the country’s demand, leaving limited capacity for exports.", "897": "However, 80% of all onshore wind manufacturing projects under development are also planned in China.", "898": "Fierce competition in the domestic market, the introduction of larger turbines requiring new manufacturing plants and increasing interest in export prospects are the main catalysts for Chinese investments.", "899": "In other markets, investments in onshore wind manufacturing remain limited, apart from about 4 GW of capacity throughout the supply chain expected in the United States, driven by IRA incentives.", "900": "Still, manufacturing capacity in the country is expected to remain below the annual demand expected in 2030, especially for blades.", "901": "In Europe, the current 20 25 GW of capacity is significantly exceeding current installations, however it will not be sufficient to cover expected demand starting from 2026 2027, with additional investments required in the nacelle segment especially.", "902": "India and Latin America are expected to maintain their surplus of manufacturing capacity to 2030 , while the Asia Pacific region  is likely to remain import dependent for nacelles and blades through 2030.", "903": "Offshore wind global manufacturing capacity in 2023 expanded by 6 GW for blades and 9 GW for nacelles, with all new manufacturing plants coming online in China.", "904": "Globally, supply chain potential reached almost 35 GW for towers, over 400 GW for blades and almost 45 GW for nacelles, significantly above 9 GW of installations that year.", "905": "About 21 27 GW of manufacturing capacity is under development and expected to come online before 2030, increasing total manufacturing capacity to 56 GW for the least developed segment , towers.", "906": "This is above 45 GW of offshore wind turbine installations expected in 2030 in the main case forecast, but below the 68 GW of the accelerated case.", "907": "China’s share in the global offshore supply chain reached 60 75% in 2023, and with the commissioning of projects under development, it is expected to further expand to 60 80% by 2030.", "908": "Current overcapacity in offshore wind manufacturing in China results from supply chain expansion during the investment boom in 2021, when 17 GW of capacity was added.", "909": "Installations in China are expected to accelerate to 15 GW already in 2024 and to over 20 GW by 2030, close to current domestic supply chain potential.", "910": "However, Chinese manufacturers’ expansion plans, which cover 80% of global investments under development, are expected to lead to significant overcapacity in the domestic market, especially for blades and nacelles, indicating an increasing focus on exports.", "911": "Remaining global offshore wind manufacturing capacity is in the European Union and the United Kingdom, with the first plants in the United States under development.", "912": "In Europe, manufacturing capacity could meet three times annual demand last year, although annual installations are expected to accelerate significantly towards the end of the decade, outpacing supply.", "913": "New investments throughout the supply chain will be necessary to cover European demand, especially for blades and nacelles.", "914": "Without new manufacturing projects, supply chain bottlenecks could delay the rollout of offshore wind in EU member states pursuing ambitious 2030 offshore wind targets.", "915": "However, wind manufacturers in Europe are postponing investment decisions, awaiting more clarity on policies and the pipeline of wind farm projects, focusing on executing current orders and regaining profitability.", "916": "The global wind turbine market has been divided in recent years, with Chinese OEMs meeting almost all demand in China, and the rest of the world being supplied mostly by European and US companies.", "917": "Chinese exports remain limited even though average turbine prices in China fell from 80% of the European or US price in the second half of 2020 to one third in the first half of 2024.", "918": "Because Chinese turbines do not have a long track record in markets outside of China, Chinese companies are finding it difficult to secure financing to participate in foreign markets.", "919": "However, as turbine price differences between Chinese and European/US OEMs increase and manufacturing overcapacity in China grows, more Chinese OEMs may increase their efforts to secure overseas sales.", "920": "In fact, in July 2024 a Chinese OEM was selected for the first time as the preferred turbine supplier for an offshore wind project in Germany.", "921": "Some Chinese OEMs already offer the largest offshore wind turbines in the world, with nameplate capacities of over 18 MW, while most European and American companies decided to delay the development of models larger than 15 16 MW.", "922": "Larger models potentially reduce generation costs owing to higher capacity utilisation factors and savings in the construction phase, thus could be preferred by some developers.", "923": "Renewable energy industry finances are mixed in the first half of 2024.", "924": "While wind equipment manufacturers’ financial statements show signs of improvement over the last four consecutive quarters with positive net margins, solar PV companies are facing financial challenges, with a major decline in equity values.", "925": "Historically, the renewable energy industry has exhibited resilient financial performance, which is crucial for obtaining the lower cost capital necessary for capital intensive expansions.", "926": "Prior to the Covid 19 pandemic, renewable energy companies outperformed on major stock market indices, with wind turbine manufacturers, solar PV equipment producers and renewable independent power producers  experiencing equity gains of 30 70%, surpassing broader energy sector performance.", "927": "The renewable energy sector quickly rebounded following the initial pandemic period, supported by strong demand and solid order backlogs, especially for major wind and solar manufacturing companies.", "928": "This recovery allowed them to maintain profitability while traditional utilities were suffering from revenue losses and slower economic recovery, keeping their market values below pre pandemic levels.", "929": "However, the landscape shifted again with rising commodity prices in 2021, compounded by supply chain disruptions and the energy crisis triggered by Russia's war on Ukraine in 2022.", "930": "These challenges led to increased manufacturing costs for solar PV modules and wind turbines, along with higher interest rates and persistent supply chain issues.", "931": "Despite these pressures, the renewable energy sector performed well in equity markets up to the end of 2022.", "932": "In 2023, global equity markets recovered while the renewable sector experienced a downturn.", "933": "Solar PV manufacturers’ market values halved in 2023, and wind and renewable energy IPP stocks dropped more than 25%, though they rebounded partially in November.", "934": "By 2024, the industry was facing renewed financial strains, with major Chinese wind and solar PV equipment manufacturers reporting average negative net margins in the first two quarters.", "935": "Renewable IPPs had once benefited from stable revenue streams from long term fixed price contracts, which protected them during the volatility of 2022.", "936": "However, starting in 2023 and continuing into 2024, higher debt costs, grid infrastructure issues and grid integration difficulties are making investors more cautious.", "937": "These factors, along with elevated costs and conservative investor sentiment, have driven renewable energy industry indices downwards and significantly impacted the financial health of the renewable equipment manufacturing sector and renewable energy IPPs.", "938": "The global solar PV industry is currently experiencing significant financial turbulence because of supply overcapacity, intense price competition, technological innovation and shifting market dynamics.", "939": "In the past year, the prices of essential PV components  plummeted almost 50%, severely impacting profit margins across the value chain.", "940": "This drop is leading manufacturers to either scale down or pause their operations , or get pushed out of the market entirely , as maintaining profitability becomes increasingly challenging.", "941": "The financial performance of solar equipment manufacturers has been particularly affected by the oversupply situation.", "942": "Despite having better cost control, vertically integrated companies throughout the value chain are feeling pressure.", "943": "Higher competitiveness is impacting even industry leaders, which are operating with minimal margins.", "944": "Some companies are selling their products at below manufacturing costs to maintain their market share, while others have already reduced production.", "945": "In the second quarter of 2024, integrated solar PV manufacturing companies were operating at negative net margins.", "946": "Several key manufacturers were grappling with cash flow issues, struggling to cover short term liabilities.", "947": "Only a few have managed to maintain healthy financial performance, primarily those with strong cash positions, effective cost management strategies and niche technologies, including thin film.", "948": "In the polysilicon industry, the global price of polysilicon had dropped to as low as USD 4 5/kg by Q2 2024 because production capacity worldwide had doubled, reaching 800 GW in 2023.", "949": "This sharp decline followed a period in November 2022 when rising demand for solar PV modules and inadequate polysilicon manufacturing capacity had driven prices up to USD 40/kg.", "950": "During this peak, manufacturers and producers benefited from higher net margins as their costs did not rise proportionally.", "951": "However, the rapid increase in capacity led to oversupply, causing prices to plummet and resulting in average negative margins by Q1 Q2 2024.", "952": "Historically, such supply and demand imbalances in the past have created similar financial challenges.", "953": "Supply chain diversification and industrial policies across the globe, combined with trade measures, are changing solar PV export and import dynamics.", "954": "In June 2024, ten key solar PV markets implemented trade policies, including import tariffs and antidumping duties.", "955": "The export market for Chinese manufacturers is expected to be limited in the United States, India and Türkiye, where strict trade policies remain in place.", "956": "However, its exports to Europe and Brazil are expected to be strong in the short term.", "957": "In the European Union, the implementation pace and effectiveness of non price criteria could affect the volume of Chinese exports sent to Europe in the medium term.", "958": "The wind industry is finally beginning to recover from extensive financial obstacles.", "959": "Western wind equipment manufacturers have made major strides to address the financial challenges that emerged in 2022 and H1 2023.", "960": "They have managed to post positive net margins of around 1% over the last two quarters, a sign of slow recovery following seven consecutive quarters of negative margins.", "961": "Historically, there has been a contrast between the financial performance of Chinese and Western wind equipment manufacturers.", "962": "Chinese firms have maintained strong financial performance owing to the country’s stable macroeconomic environment, a competitive local wind supply chain, strong local demand and slowly growing market shares outside of China.", "963": "In contrast, Western manufacturers have encountered considerable financial difficulties due to supply chain challenges, rising inflation and high interest rates.", "964": "In response to these challenges, the European Commission launched its Wind Power Action Plan in October 2023, with key proposed actions and measures emphasising high environmental and innovation standards to create a level playing field.", "965": "In December 2023, the energy ministries of 26 EU member states endorsed the European Wind Charter to enact the Wind Power Package’s proposals.", "966": "This recent joint declaration aims to support Europe’s wind industry by safeguarding it from unfair trade practices and boosting domestic manufacturing.", "967": "Total wind, solar PV and hydropower capacity in advanced development stages waiting for grid connections increased from around 1 500 GW in 2023 to 1650 GW by July 2024.", "968": "However, while the capacity of these projects has risen slightly, total projects waiting for grid connection has decreased 3% due to declines in early stage projects.", "969": "Globally, countries have been addressing connection queue bottlenecks through grid reforms, introducing new measures to speed up connection timelines.", "970": "These rules aim mainly to reduce the number of speculative projects or allow projects to exit connections queues without penalties.", "971": "While these reforms are in their early stages, some of the impacts can already be seen.", "972": "For projects under grid connection review and in the late stages of development, capacity has increased almost 8%, while for those in the early stages it has decreased nearly 15%, with major reductions the United States , Brazil  and Mexico .", "973": "Both the United States and the United Kingdom began implementing measures and regulations to reduce grid queues in 2023.", "974": "In the United States, the Federal Energy Regulatory Committee issued a new rule in 2023 to reestablish the connection process across regions, impacting both system operators and developers.", "975": "The rules aim to identify areas with available capacity, reduce project speculation, allow for multi project connection requests, share costs associated with grid upgrades, and implement a “first ready, first served” model.", "976": "The PJM interconnection is currently implementing a version of these new rules, and they have already had an impact: over 18,5 GW of renewable capacity was reviewed in the first transition cycle, 306 energy projects will have expedited reviews, with connection agreements to be issued in 2024.", "977": "In the United Kingdom, Ofgem published a Connection Action Plan to speed up the connection process by, among other actions, raising queue entry requirements and implementing construction milestones for energy projects.", "978": "Should projects fail to reach these milestones, the grid operator may terminate the connection agreement with the developer, which would allow for other projects to move forward in the queue.", "979": "As a transitional step, Ofgem is allowing projects to leave the connection queue, which could result in up to 8 GW worth of projects withdrawing their connection requests.", "980": "While US and UK reforms are currently in the early stages, they have already had an impact, freeing up queue space and accelerating project development.", "981": "Solar PV remains the dominant technology waiting for grid connection, representing the majority of renewable capacity in advanced stages  followed by wind  hydropower represents just over 1%.", "982": "From 2023 to 2024, for capacity in advanced stages , solar PV increased almost 15% and wind remained unchanged.", "983": "These trends reflect global addition trends, with new solar PV capacity far outpacing both wind and hydropower.", "984": "Policy support and market structures have enabled continually high volumes of development in major markets.", "985": "The United States, Brazil, India, Japan, Spain and Italy accounted for almost 50% of renewable capacity additions outside of China in 2023.", "986": "Of the economies surveyed, these countries combined claim almost 90% of capacity in advanced stages of grid connection, with many having had an increase in late stage projects since 2023.", "987": "Italy has had the largest rise in late stage projects , followed by Brazil, Chile, the United Kingdom and France.", "988": "Larger workforces at TERNA, the Italian grid operator, have helped higher amounts of projects progress to the later stages of development.", "989": "In the United Kingdom, Ofgem’s connection queue reforms have accelerated the connection process for 7,8 GW of projects.", "990": "In Brazil and Chile, high resource availability and increasing interest in bilateral power purchase agreements have spurred capacity development.", "991": "To combat long connection queues, Brazil recently held a “dia do perdão” allowing projects to leave the connection queue without penalty around 10 GW worth of projects took advantage of this opportunity.", "992": "Meanwhile, the United States has had a 5% expansion in late stage capacity, with solar PV climbing over 15% from 2023 as developer interest in utility scale capacity increased thanks to IRA incentives.", "993": "However, late stage wind project capacity has fallen nearly 15% as supply chain delays and a slow to refresh project pipeline impact new project development.", "994": "Connection queues in the United States are currently undergoing transformation, with the Federal Energy Regulatory Committee issuing new rules to shorten queue lengths.", "995": "High VRE volumes have led to the potential need for energy storage to balance the system, provide ancillary services and reduce economic and technical curtailment.", "996": "We estimate that over 540 GW of standalone battery storage projects are currently in grid connection queues in the United States, the United Kingdom, Australia, Spain and Chile.", "997": "Of this capacity, over 55 GW is in late stage development, with the United States having the highest amount , followed by Spain , the United Kingdom , Australia  and Chile .", "998": "In addition to standalone battery storage systems, over 360 GW of US and UK projects are hybrid systems, which pair a renewable resource with a storage system.", "999": "In addition, nearly 14 GW of pumped storage hydropower projects await connection in these two countries.", "1000": "VRE capacity is expected to expand more than 5 000 GW globally by 2030, a threefold rise from 2023.", "1001": "This significant growth in solar PV and wind energy will cause their share in electricity generation to soar from 13% in 2023 to 30% by 2030.", "1002": "In China, wind and solar PV systems are projected to supply almost 40% of electricity by 2030, growing 2,5 times from 2023.", "1003": "In fact, VRE generation surpassed hydropower for the first time in 2023, establishing a significant milestone in China's energy landscape.", "1004": "During 2024 2030, solar PV will overtake wind to emerge as the leading renewable energy source in the latter half of the forecast period and is expected to provide over 20% of the nation's electricity by the end of this decade.", "1005": "In Europe, the region with the highest share of VRE in power generation, wind and PV penetration is anticipated to reach almost 45% by 2030 , nearly double its current level.", "1006": "Germany is currently responsible for around one fifth of VRE generation in the region and would remain as such by 2030.", "1007": "By the end of the decade, wind power is expected to be the leading electricity source in the continent, with around one quarter of the generation, surpassing the share of nuclear from 2027.", "1008": "Solar PV would provide 20% of European electricity mix, surpassing hydropower over the forecast period.", "1009": "Meanwhile, VRE penetration in the power mix of Latin America and the Caribbean is expected to almost double from 2023 to 2030, primarily owing to solar PV expansion in Brazil.", "1010": "Hydropower is currently the dominant energy source in the region and will remain so in 2030, with its annual generation share at 40%.", "1011": "In sub Saharan Africa, solar PV generation share grows from the current 2% to 8%.", "1012": "Wind based generation is also forecast to expand, but hydropower will remain the prominent renewable energy source, generating around one third of the region’s electricity.", "1013": "Solar PV capacity in the Middle East and North Africa is expected to grow 84 GW by 2030, with more than half coming from Saudi Arabia and the United Arab Emirates.", "1014": "Overall, installed solar PV capacity in the region is expected to increase more than fourfold between 2024 and 2030, expanding its share in the power mix from 2% to over 8%.", "1015": "In the Asia Pacific region, renewable energy participation in the power mix is expected to increase by 11 percentage points to 33% in 2030.", "1016": "Solar PV accounts from more than 70% of this renewable expansion, for which the generation share will double by 2030, surpassing hydropower, and becoming the largest renewable generation technology.", "1017": "With more than half of the region’s growth in 2024 2030 concentrated in India, it determines the area’s dynamics.", "1018": "Of the 150 countries and territories analysed for this report, the maximum share of VRE in 2023 was 66% in Denmark.", "1019": "By 2030, 10 countries are expected to reach or surpass this value, and 19 could have more than half their electricity produced from solar PV and wind.", "1020": "f", "1021": "In the main case forecast, 77 countries more than double their VRE share in their respective power systems by 2030.", "1022": "Hydropower will continue to play a major role in multiple countries, providing more than half of the electricity generation in 28 countries in 2030.", "1023": "Other technologies, such as geothermal and bioenergy, also hold significant shares in the power mixes of many countries and are anticipated to remain important in those economies through 2030.", "1024": "The International Energy Agency  categorises VRE integration into six phases based on the increasing system impacts from growing solar PV and wind generation, each with corresponding challenges and solutions.", "1025": "Phases 1 to 3 are considered early stages of VRE integration.", "1026": "In these, solar PV and wind have relatively low impact on the power system and the challenges they pose can be addressed by modifications to existing assets or operational improvements.", "1027": "However, in Phases 4 to 6, high VRE generation brings new challenges characterised by periods of low conventional power, surplus supply during low demand, and the need for more flexibility across all time frames, which call for a transformation of how power systems are planned, operated, planned and financed.", "1028": "In 2015, only one country was producing more than one third of its electricity from solar PV and wind this number had increased to 12 by 2023 and is expected reach 36 by 2030.", "1029": "VRE evolution is also reflected in the results of phase assessments conducted in past years.", "1030": "While most countries were in Phase 1  in 2015, by 2023 VRE impacts on power systems had become more apparent, even determining system operations in some cases.", "1031": "For 2030, the forecast expects that many countries will have transitioned from low to high VRE integration phases, which will require a transformation in how these power systems are operated and planned.", "1032": "Today, a VRE phase assessment of 37 countries, accounting for 93% of global solar PV and wind generation, shows that most are already in Phases 2 or 3 in 2023.", "1033": "For countries in Phase 2, such as South Africa, India and France, the net load curve  is beginning to diverge from the load, but the impact on the system is minor.", "1034": "Meanwhile, for those in Phase 3 , the net load has begun to resemble the “duck” curve requiring additional flexibility.", "1035": "By 2030 most countries analysed will be in either Phase 3 or 4.", "1036": "As VRE generation expands, wind and solar PV output will exceed total power demand for an increasing number of hours during the year .", "1037": "This would be the case for 16 countries in 2030, including Germany, Spain, the United Kingdom and Chile.", "1038": "When VRE generation exceeds demand during multiple hours, the country reaches Phase 5.", "1039": "Today only Denmark is in this phase, but Ireland is also expected to reach it by 2030.", "1040": "Of the 34 countries analysed for both 2023 and 2030, 15 are expected to switch to the next phase.", "1041": "However, accelerating VRE generation could also cause some countries to jump two phases in a short period of time, such as Brazil and Finland, which are expected to reach Phase 4 in 2030.", "1042": "However, an expanding VRE share does not automatically mean that a country moves to a higher phase.", "1043": "The phase assessment considers several factors beyond the penetration of VRE, including the country specific generation mix  and the alignment of load profiles with wind and PV generation.", "1044": "It also evaluates system flexibility across different time scales and the system's ability to manage disturbances, particularly in terms of frequency control and system inertia.", "1045": "For higher phases, the evaluation also includes the extent and timing of VRE generation surpluses or deficits, meaning periods when generation exceeds demand or falls short.", "1046": "Additionally, factors such as ramps, changes in load or generation output, behind the meter storage, demand response, and interconnection also influence a system’s phase assessment.", "1047": "Overall, at lower VRE penetration, a small increase in VRE generation can trigger a phase change.", "1048": "At higher VRE shares, however, larger increases in generation are required for phase shifts, as the other factors become more critical.", "1049": "However, even at the same VRE penetration level, countries could be in two different integration phases due to other factors.", "1050": "instance, even though France, India and Japan would have similar shares of VRE generation by 2030, they all end at different phases.", "1051": "Systems with greater solar PV generation tend to require larger ramps between daytime and evening hours.", "1052": "Phases 4 and 5 demand a fundamental transformation in how power systems are operated, planned and financed, with a focus on modernising operations, improving strategic planning, and revising regulatory frameworks.", "1053": "Market designs must evolve to support power systems dominated by solar and wind, emphasising procurement and compensation of system services beyond just energy.", "1054": "Although leading systems have made notable progress, future solar PV and wind growth will introduce challenges such as managing seasonal variability, operating systems with high levels of converter based resources, ensuring profitability in volatile markets, and properly compensating flexible assets.", "1055": "Several markets are experiencing increasing VRE curtailment.", "1056": "This trend is particularly noticeable in countries and regions with very fast wind and solar PV deployment, high shares of VRE generation in the power mix, and infrastructure and system integration measures that are not keeping pace with this rapid growth.", "1057": "In the early 2010s, China was curtailing around 15% of its VRE generation.", "1058": "The government’s commitment to reduce curtailment rates intensified, and multiple national and provincial measures were introduced.", "1059": "The government also incentivised new wind and PV development closer to demand centres and set provincial targets of 5% maximum curtailment for both wind and solar PV starting in 2020 since then, overall national curtailment rates have been below 3%.", "1060": "The country made significant investments in grid infrastructure , which, together with adjustments to the feed in tariff scheme , have improved system integration of renewables.", "1061": "In addition, market reforms in several provinces have enabled cost effective power exchanges across regions along with demand side management measures.", "1062": "In 2023, curtailment rates in China were 2,0% for solar PV, 2,7 % for wind, and 2,4% for both combined.", "1063": "Throughout all the time series, the most curtailed energy source, in both absolute and relative value, has been wind.", "1064": "However, since the unprecedented wind and solar PV expansions of 2023, integration challenges have caused curtailment rates to rise in several regions.", "1065": "Chile has also had rapid VRE expansion in recent years, to which its energy system is not yet fully adapted.", "1066": "In 2023, 7,7% of wind and solar PV generation was curtailed, and 2024 started with a curtailment rate of 14,5% in the first trimester , the value reached in 2017 before the two main Chilean power systems were merged.", "1067": "There are several reasons for growing curtailment in Chile.", "1068": "First, the transmission grid is not expanding at the same pace as variable power capacity, which is limiting the flow of energy between the renewable power plants in the north and the demand sources in the centre of the country.", "1069": "Second, the amount of energy on offer is exceeding demand in an increasing number of instances, especially around midday when solar PV generation peaks.", "1070": "The country plans to address this situation by building more transmission capacity and using storage to increase system flexibility.", "1071": "In 2023, the United Kingdom generated nearly one third of its electricity from wind, using both onshore wind systems  and offshore wind.", "1072": "However, as most electricity demand is in the southeast of the country, transmission capacity limitations between Scotland and England create significant bottlenecks in sending power from north to south, contributing to renewable energy curtailment.", "1073": "To enhance interconnections and improve electricity transmission, the national energy regulator plans to develop a high voltage direct current  link on the east coast.", "1074": "In 2023, 5,1% of wind generation was curtailed, and data for 2024 show that the trend is continuing to grow.", "1075": "Comparing the first six months of 2023 and 2024, overall wind curtailment jumped from 3,1% in 2023 to 6,7% in 2024.", "1076": "Historically, onshore wind has been the most curtailed renewable energy source, both in absolute and relative terms.", "1077": "However, in the first half of 2024, offshore wind curtailment surpassed that of onshore wind.", "1078": "While onshore wind curtailment rose 34%, offshore increased almost fivefold.", "1079": "In the first six months of 2024 alone, the amount of curtailed offshore wind energy equalled total curtailment for the whole of 2023 for this technology.", "1080": "Ireland generated over one third of its electricity from wind energy in 2023.", "1081": "To ensure secure system operations, the country has been curtailing some wind generation  since 2020, reaching 9,5% in 2023.", "1082": "It has also invested in transmission infrastructure upgrades in recent years, particularly in its northwestern and southwestern regions.", "1083": "Spain has one of the highest VRE shares, with almost 40% of its electricity coming from wind and solar PV in 2023.", "1084": "Overall, renewables accounted for more than 50% of the country’s electricity generation last year.", "1085": "Despite this high level of renewable penetration, Spain has managed to keep technical curtailment relatively low compared with other markets, although it has been increasing since 2022.", "1086": "Since Spain developed VRE capacity, wind has been the most curtailed renewable energy source, with volumes remaining relatively stable through the years, while solar PV curtailment has recently been increasing quickly with fast expansion of this technology.", "1087": "Around 60% of the VRE curtailed in 2023 was wind.", "1088": "This resource is typically more geographically concentrated and tends to face more congestion at connection points than solar PV, which is generally more evenly dispersed across the nation’s territory.", "1089": "However, monthly profiles show that solar PV curtailment increases significantly in the summer months, surpassing that of wind.", "1090": "Overall, keeping technical curtailment at these rates has been possible thanks to high granularity in observability  and controllability  of units across the power system by the TSO, as well as strong forecast and real time data.", "1091": "In 2022, Spain’s TSO introduced an automatic power reduction system  that automatically sends signals to units when it detects constraints in the transmission grid, so that curtailment happens only if an incident takes places and not preventively, as in the classical approach.", "1092": "Participation in this system has been increasing since its launch, and it covered around 50 GW in mid 2024.", "1093": "In several markets, regardless of their technical curtailment rate, economic curtailment of renewable energy has been increasing, referring to volumes bid out or dispatched down in balancing markets.", "1094": "For the first time, Renewables 2024 includes a country level forecast for electrolyser deployment to 2030 to assess the extent to which hydrogen production is a driver of new renewable capacity.", "1095": "Global installed electrolyser capacity is forecast to increase by 47 GW over 2024 2030, reaching almost 50 GW by the end of the decade.", "1096": "This is roughly equivalent to the total installed electricity capacity of Sweden.", "1097": "China and Europe account for over half  of the expected global electrolyser installations while close to 40% is foreseen in the Middle East and North Africa, India, the United States and Australia.", "1098": "New projects are also expected in Canada, New Zealand, and in a handful of countries in Asia Pacific, Latin America and sub Saharan Africa.", "1099": "China is expected to install more than 15 GW of electrolysers between 2024 and 2030, driven mainly by state owned companies to meet national emissions targets and provincial hydrogen production goals.", "1100": "In 2021, the national government announced goals to peak emissions by 2030 and reach net zero by 2060.", "1101": "At the same time they required state owned enterprises  to develop plans to do the same.", "1102": "In 2022, China set a target to produce 0,1 0,2 Mt of renewable hydrogen annually by 2025 to help reach decarbonisation goals.", "1103": "Since then, multiple provinces have introduced even more ambitious hydrogen targets along with financial support for renewable hydrogen and fuel cell vehicles.", "1104": "These combined efforts are expected to drive electrolyser investment, particularly by SOEs in energy intensive sectors like refining, ammonia and steel, which face new emissions reductions goals set by the State Council in 2024.", "1105": "However, the pace of growth will depend on the cost competitiveness of renewable hydrogen against fossil and by product hydrogen as well as having infrastructure to transport supply to demand centres.", "1106": "Europe’s installed electrolyser capacity is expected to increase by 13 GW by 2030, mostly from policy support from EU member countries and the European Commission.", "1107": "The bloc has set targets to install 40 GW of electrolysers by 2030 to help decrease dependency on fossil fuel imports and meet the goal of being climate neutral by 2050.", "1108": "Consumption mandates for renewables of non biological origin  in aviation  and targets for industry and transport (from the Renewable Energy Directive  are also expected to drive future demand.", "1109": "The main drivers underpinning Europe’s electrolyser growth are grants, government held competitive auctions for supply, and self imposed industry targets for low emissions hydrogen.", "1110": "Growth in the near term is largely driven by projects awarded funding by the EU’s Important Projects of Common European Interest  and Innovation Fund.", "1111": "By 2027, capacity awarded through competitive auctions, such as those held by Denmark, the Netherlands, the United Kingdom, and the EU Hydrogen Bank , will further boost deployment.", "1112": "Over 2 GW of projects have already been awarded across these auctions since late 2023, with more rounds expected from these countries as well as planned ones in Portugal, France and Spain.", "1113": "Capacity is also expected to be driven by demand from steelmakers and oil refineries who have announced goals to either produce or procure renewable hydrogen through tenders.", "1114": "Despite this growth, installed electrolyser capacity is expected to fall short of the EU’s 40 GW target due to insufficient demand for renewable hydrogen and regulatory uncertainty in transposing EU mandates.", "1115": "Finding offtakers to achieve financial close is a key forecast uncertainty because of the large cost differential with hydrogen produced from fossil fuels.", "1116": "Some countries are introducing financial support to help industries bridge the cost gap.", "1117": "For example Germany allocated EUR4 billion to its first round of carbon contracts for difference to support energy intensive industries to switch to low emissions processes, which is expected to create demand.", "1118": "However future industrial demand also depends on how governments will transpose the RED III mandate to have 42% of industrial hydrogen originate from renewable fuels of non biological origin, which remains a forecast uncertainty in some countries.", "1119": "Delays in subsidy disbursement and the pace of transport infrastructure buildout also pose a downside risk to the forecast.", "1120": "Electrolyser expansion in India is forecast to reach 5 GW by 2030 driven by national tenders for hydrogen production and state level incentives.", "1121": "The government’s first tender to allocate support for the production of 410 kt/yr of renewable hydrogen was 30% oversubscribed, and additional tenders for fertiliser and refining are at various stages of development.", "1122": "However, concerns about whether support levels are sufficient to reach a financial investment decision  is a forecast uncertainty.", "1123": "Other forms of support through grid exemption fees and state level tax breaks may improve the business case but continued uncertainty over industry mandates and challenges in land acquisition could slow development.", "1124": "The prospect of exporting renewable ammonia is the main driver for electrolyser growth in the Middle East and North Africa.", "1125": "The region is forecast to install 6,3 GW led by projects under development in Saudi Arabia, Oman and Egypt.", "1126": "Excellent solar and wind resources, access to international trade routes, and land availability have attracted developers who have announced ambitious pipelines for development.", "1127": "Supportive regulatory frameworks also help the business case for investors.", "1128": "Oman offers developers beneficial land leases through state held tenders, Egypt has unveiled tax exemptions for hydrogen projects, and Saudi Arabia’s local financing and partial state ownership helped bring the 2,2 GW Neom project to financial close.", "1129": "The forecast is conservative regarding project announcements due to the limited number of firm offtake agreements.", "1130": "However, the forecast expects policy support will help boost demand in Europe and bring projects to financial close.", "1131": "For example, Germany’s first tender under the H2Global scheme for importing renewable ammonia was awarded to a 100 MW project in Egypt.", "1132": "Electrolyser deployment in the United States is expected to exceed 3,4 GW thanks to federal support from the Inflation Reduction Act tax credits, regional hydrogen hubs funding, and state level incentives for low emissions transport.", "1133": "However, the main downside risk to the forecast is the lack of clarity on the eligibility criteria for the IRA tax credit , which is creating uncertainty for investors.", "1134": "Some developers have put their projects on hold, waiting for final decisions on key criteria concerning the use of new renewable energy and matching power supply in terms of time and location.", "1135": "These factors will influence the financial viability of future electrolyser projects in the United States.", "1136": "Australia’s electrolyser base grows by 2,9 GW from export oriented projects and some targeting transport applications driven both domestic and international financial incentives.", "1137": "Projects are expected to benefit from the grants offered by the government’s planned hydrogen hubs as well from production premiums from competitive auctions under the Hydrogen Head start auction programme.", "1138": "The first round shortlisted several projects, totalling 3,6 GW for an estimated 1 GW of funding, and a second round is being planned.", "1139": "The business case should be boosted by planned tax credits which are expected to attract many projects.", "1140": "Realisation also hinges on access to low cost electricity, water, and sufficient capacity to connect additional load the grid.", "1141": "However, import demand in Europe and Japan is a forecast uncertainty for electrolyser deployment in Australia.", "1142": "While no committed offtake agreements with consumers have been identified in either market, the forecast is optimistic some will emerge before 2030.", "1143": "The recent announcement by Australia and Germany of a joint H2Global tender, and Japan’s decision to allow imported hydrogen to receive the subsidy in their new contracts for difference  could help bring planned projects to financial close.", "1144": "Project deployment in the rest of the world largely depends on access to low cost renewable electricity and demand for export markets.", "1145": "Canada’s low cost hydropower and wind is expected to spur additional deployment in North America.", "1146": "Despite the large pipelines announced in Latin America, a limited number of projects are in the advanced stages.", "1147": "Marginal growth is expected from projects using existing hydropower in Paraguay and Brazil.", "1148": "Between 2024 and 2030, renewable hydrogen production is expected to drive demand for an additional 45 GW of renewable capacity, less than 1% of total global renewable capacity expansion.", "1149": "Expansion is evenly split between solar PV and onshore wind, with less than 1% from new offshore wind plants.", "1150": "Demand for new renewable capacity depends on market conditions and the regulatory environment.", "1151": "Of the electrolyser projects expected to commission before 2030, almost 20% have announced plans to source electricity from existing power plants, of which 14% are from renewable sources.", "1152": "A sizeable corporate PPA market for offshore wind projects in Europe and access to low cost hydropower in North America and Latin America are driving this trend.", "1153": "Almost another 30% of the electrolyser forecast comes from projects indicating that new renewable plants will be used with a significant amount in the Middle East and North Africa due to the power demand required for planned large export oriented projects.", "1154": "However, just over half of the forecast corresponds to electrolysers where the sourcing of the renewable power has not yet been identified in the business model.", "1155": "This is a key uncertainty for estimating new renewable capacity needs.", "1156": "Sourcing power from existing plants may be economical if high load factors can be achieved, while new plants could offer sizing and storage advantages.", "1157": "Land fees, permits, and project development timelines also need to be considered when building new plants.", "1158": "The forecast suggests that dedicated renewable capacity to hydrogen production could be 25% lower if electrolysers use high curtailment areas in China and existing low cost renewables plants elsewhere.", "1159": "However, global capacity needs could exceed 50 GW if regulations require new plant connections in Europe, the United States and China.", "1160": "China leads the way in new renewable capacity for hydrogen production, adding 15 GW, primarily from PV and onshore wind.", "1161": "However, the forecast depends on the location of electrolysers relative to existing plans.", "1162": "Many optimal renewable sources are far from demand centres, leading to high solar PV and wind curtailment.", "1163": "Installing electrolysers in these areas could absorb excess electricity, reducing the need for new capacity.", "1164": "In addition, some electrolyser projects are part of large solar PV and wind parks that are designed for electricity purposes other than hydrogen production.", "1165": "The forecast assumes half of the electrolysers will require new capacity, while the rest will be built in pre planned industrial parks with large solar PV and wind capacity.", "1166": "Capacity needs could range from 11 GW to 21 GW based on electrolyser placement.", "1167": "The second largest demand for dedicated renewable capacity is in the Middle East and North Africa where electrolyser projects planning to export ammonia will require significant new power generation.", "1168": "Given the relatively small base of existing solar PV and wind, 16 GW and 6 GW respectively, compared to the size of electrolyser projects announced , developers will likely have to build new capacity to meet the additional power demand.", "1169": "At least 5 GW of new PV and wind plants have been earmarked for hydrogen production and the forecast expects a total of 9,3 GW will be needed to meet future electrolyser needs.", "1170": "In Europe, PPAs with existing renewable plants and sourcing electricity from hydropower rich grids are expected to drive at least 47% of electrolyser capacity expansion by 2030.", "1171": "Low cost hydropower in Sweden and Norway, and offshore wind in Germany and the Netherlands, are cited as potential power sources for hydrogen projects.", "1172": "PPAs with existing renewable plants remain attractive for new electrolysers, helping integrate the increasing supply of renewable power.", "1173": "With nearly 700 GW of renewable capacity expected in Europe by 2030, electrolysers could help alleviate potential curtailment risks due to slower than expected electricity demand growth.", "1174": "The forecast for dedicated renewable capacity in Europe depends on the EU's Delegated Act revision in 2028.", "1175": "Currently, renewable hydrogen projects must source electricity from new capacity plants to qualify as renewable and receive support.", "1176": "Dedicated renewable power in Europe could range from 5 GW to 9 GW, depending on low cost electricity availability and the impacts of future regulatory revisions on new capacity plants.", "1177": "In the United States, 4 GW of renewable capacity is expected for electrolyser demand, contingent on emissions criteria for the 45V production tax credit.", "1178": "If new capacity is required for support, additional renewable capacity may be needed, while less would be necessary if existing plants can partially be used.", "1179": "In India and Australia, new renewable capacity needs will depend on project export orientation.", "1180": "Export oriented projects to Europe will likely need to build new capacity to meet EU emissions criteria.", "1181": "Domestic projects will consider the cost difference between grid sourcing and new project construction, with grid constraints and permitting posing potential challenges.", "1182": "This electrolyser expansion is expected to produce almost 5 Mt of renewable hydrogen by 2030, up from less than 0,1 Mt in 2023.", "1183": "Despite this expansion, renewable hydrogen is still expected to account for less near 4% of global hydrogen production.", "1184": "The largest identified end use for renewable hydrogen  ", "1185": "is as a feedstock for non energy purposes in refining, steel and the chemical sector.", "1186": "Conversely, energy end uses identified as transport and power are less than 15% of renewable hydrogen production.", "1187": "However, 55% of the hydrogen supply has not yet identified a final use, and could be used either for energy applications in transport or power, as a feedstock for non energy applications or transformed into hydrogen based fuels  that can then be used either as energy or feedstock.", "1188": "The decision on how the hydrogen will be used depends on the cost competitiveness in each of these potential applications.", "1189": "Of the production that has not yet been identified, almost one third is earmarked for export either as hydrogen or ammonia, most of which is likely to be used in the fertiliser sector, with a small fraction used as shipping fuel and 6% has been flagged to be put into distribution pipelines.", "1190": "For the first time in the IEA renewable market report series, we are dedicating a specific chapter to renewable fuels.", "1191": "These fuels include solid biomass , liquid biofuels, biogases , electrolytic hydrogen made from renewable electricity  and e fuels  used in transport, industry and buildings.", "1192": "Renewable fuels are garnering increasing interest as an option to reduce GHG emissions in sectors that are difficult to electrify, while also providing energy security and economic development opportunities.", "1193": "Renewable fuel demand in industry, buildings and transport stands at 22 EJ , exceeding total wind and solar PV generation in 2023.", "1194": "Modern solid bioenergy use accounts for the majority of renewable fuel demand , followed by liquid biofuels  in the transport sector and biogases , primarily in the buildings sector.", "1195": "Hydrogen and e fuels are used in only small quantities today, primarily in the transport sector.", "1196": "The potential for long term growth in renewable fuel use is significant.", "1197": "In the IEA Net Zero Emissions by 2050 Scenario, renewable fuel deployment would need to more than double by 2030 from 2023 levels, and then double again by 2050.", "1198": "However, despite their relative importance and increasing policy interest, none of the renewable fuels are on track with the Net Zero by 2050 Scenario.", "1199": "The following summary and focus sections provide an overview of renewable fuel growth prospects and challenges, and policies to help expand growth.", "1200": "Renewable fuel deployment is set to expand 4 EJ by 2030 from the 2023 level, to 5,5% of global industry, building and transport energy consumption.", "1201": "Demand expands in all regions, but is concentrated in India, China, Brazil, the United States and Europe, which collectively support more than two thirds of this growth.", "1202": "All five regions have dedicated support policies for several , and in some cases all , renewable fuels.", "1203": "The support policies vary by fuel, sector and country, but often include a combination of mandates, GHG performance criteria and direct production and CAPEX investment incentives.", "1204": "For instance, India provides investment and production incentives for liquid biofuels, biogases, solid biomass and hydrogen, as well as blending targets for biofuels and biogases, boosting renewable fuel use by nearly 40% to 2030 from 2023 levels.", "1205": "In Brazil, which is responsible for 12% of growth, there is new demand for liquid biofuels owing to planned increases to biofuel blending targets.", "1206": "Brazil has also announced a USD 3,2 billion green hydrogen incentive programme.", "1207": "Meanwhile, renewable fuel use expands in all sectors in China , buoyed by biogas and solid biomass deployment in industry and for building heat renewed interest in biodiesel blending and hydrogen use in the transport and industry sectors.", "1208": "In Europe , a legislation package including the Renewable Energy Directive III, ReFuelEU Aviation and ReFuelEU Maritime encourage growth in liquid biofuel use in the road, aviation and maritime sectors, and specifically in the use of biogases and hydrogen in EU member states.", "1209": "The European Union and the United Kingdom are also the only jurisdictions with e fuel mandates, which helps drive a modest increase.", "1210": "In the United States , overlapping policies  support liquid biofuel and biomethane use in the transport sector, and some hydrogen uptake in transport and industry.", "1211": "Bioenergy, including liquid, gaseous and solid fuels, accounts for the vast majority  of renewable fuel growth over the forecast period.", "1212": "New demand for bioenergy expands the most in the industrial sector followed by transport and buildings, although the bioenergy type differs by sector.", "1213": "Compared with hydrogen and e fuels, modern use of bioenergy is less expensive, its production technologies have been commercialised, and it already benefits from broad policy support.", "1214": "For instance, more than 80 countries have liquid biofuel policies, whereas only the European Union and the United Kingdom have e fuel requirements.", "1215": "Solid bioenergy  alone provides over half of global renewable fuel growth during 2024 2030, with most of the new demand coming from the industry sector, reflecting rising activity in the pulp and paper, sugar and ethanol, and cement industries that already use bioenergy thanks to onsite waste and residue availability.", "1216": "In the buildings sector, solid bioenergy remains the primary energy source for renewable heat, expanding the most in sub Saharan Africa, China and India, where improved biomass stoves for heating and cooking are displacing traditional biomass use.", "1217": "Liquid biofuels  account for the most growth in the transport sector, since they are compatible with the existing vehicle fleet .", "1218": "While biofuels for road transport dominate expansion, new policies for aviation and maritime biofuels spur near 30% of new demand in the transport sector overall.", "1219": "Although aviation and maritime policies are concentrated in advanced economies, Brazil, India and China have proposed blending programmes.", "1220": "Commercial biofuel technologies make up nearly all existing biofuel production capacity over the forecast period.", "1221": "Demand for biogases increases across all sectors , helping governments meet transport, building and industry targets.", "1222": "Most growth occurs in Europe and the United States thanks to established biogas production and support infrastructure, policies and experience.", "1223": "Biomethane, a purified biogas interchangeable with natural gas, is increasingly being used to meet transport obligations in the United States  and in Europe, where biomethane producers sometimes benefit from advanced fuel certificates for renewable fuel quotas.", "1224": "Another major attraction in all regions is the option of injecting biogas directly into natural gas grids to provide energy to any building or industry connected to the grid.", "1225": "Both China and India also have ambitious expansion plans that involve using biogas not only for household and community level digesters, but for transportation fuel and for direct injection into the pipeline system.", "1226": "Despite bioenergy’s dominant role in renewable fuel growth, feedstock supply, sustainability and innovation challenges persist.", "1227": "Feedstock supply obstacles are most acute for liquid biofuels, for which waste and residue fats, oils and greases and vegetable oils will be already approaching sustainable supply limits by 2030.", "1228": "For biogas, growth depends on India and China expanding their feedstock supply chains in the agriculture, livestock and city waste sectors.", "1229": "In the realm of sustainability, measures to ensure that bioenergy use reduces GHG emissions  and mitigates other impacts", "1230": "are not being applied in all jurisdictions with support policies , and are inconsistent across regions that do apply them.", "1231": "Concerning innovation, new technology and process deployment has also been slow, limiting access to more readily available woody biomass supplies.", "1232": "While bioenergy use expands across many sectors and countries, demand for hydrogen  and e fuel  remains limited to the few countries that have policies in place.", "1233": "E fuel growth is restricted to the European Union, which mandates the use of 1,2%  renewable fuels of non biological origin  in aviation by 2030, and 1% in road transport.", "1234": "Meanwhile, hydrogen demand expands primarily in Europe , China  and the United States .", "1235": "Renewable fuels remain more expensive than their fossil counterparts.", "1236": "Bioenergy is generally the most competitive with fossil fuel sources, ranging from near parity for ethanol in some regions to more than twice as expensive for biomethane and biojet fuel.", "1237": "Today’s bioenergy technologies have little scope for cost declines since production costs depend primarily on feedstock prices, which are not anticipated to change significantly over the forecast period.", "1238": "Hydrogen, emerging biofuels and e fuels would require a more than five times premium to average fossil fuel prices.", "1239": "Electrolyser costs have also increased nearly 20% in 2023 due to inflation affecting materials and labour costs, and higher interest rates.", "1240": "However, hydrogen and e fuel production costs could drop almost 30% by 2030, and emerging biofuels by 9%, making the lowest cost options competitive with commercial renewable fuel technologies.", "1241": "These cost declines result from mass production of electrolysers ongoing renewable electricity cost cuts optimisation of hydrogen production and a transition from first of a kind to commercial scale projects from emerging biofuel and e fuel production technologies.", "1242": "In the case of hydrogen, there are also additional infrastructure, storage and equipment costs.", "1243": "Despite the higher cost of renewable fuels, the impact to consumers remains modest at today’s blending rates and 2030 blending targets.", "1244": "For instance, flying from Frankfurt to New York would cost customers an additional 2% with a sustainable aviation fuel  blend rate of 5,3% and e kerosene at 0,7%, if ReFuelEU Aviation targets are met.", "1245": "This level of cost increase is within the monthly variability of jet fuel prices of the last two years.", "1246": "While renewable fuel uptake would need to nearly double by 2030 to be on track with a net zero trajectory, it is set to expand only near 20% under existing market conditions.", "1247": "Gaps vary significantly by technology.", "1248": "E fuel deployment should rise more than ten times, hydrogen more than ten times and biogases near four times from our main case by 2030, to be in line with the IEA Net Zero by 2050 Scenario.", "1249": "Liquid biofuel use would need to nearly double, but solid bioenergy is closest, requiring only a 30% increase.", "1250": "Higher costs continue to be one of the primary barriers to quicker deployment, but efforts are also needed to support innovation and develop robust supply chains and sustainability measures.", "1251": "Accelerating deployment will be possible if governments establish supply and demand policies to close the cost gap with fossil fuels support innovation develop robust supply chains implement sustainability requirements and remove fossil fuel subsidies and other barriers to renewable fuel uptake.", "1252": "To close the cost gap, widely recognised policies that are used around the world include mandates, financial incentives, performance based standards and carbon pricing.", "1253": "However, the use of demand side policies, especially for hydrogen and e fuels, is lagging.", "1254": "Currently only the European Union and the United Kingdom mandate e fuels in aviation, with the European Union also including hydrogen and e fuels for road transport and maritime applications post 2030.", "1255": "Even in the IEA Net Zero by 2050 Scenario, total deployment of these fuels remains limited to 2030.", "1256": "Nevertheless, this initial growth sets the stage for more rapid expansion after 2030.", "1257": "In the aviation and maritime sectors, for instance, e fuels make up more than 40% of total energy use by 2050.", "1258": "To ensure market competitivity, demand side policies for all renewable fuels should incorporate consistent sustainability requirements and be harmonised internationally, especially in areas for which trade is crucial, such as the international aviation, maritime and hydrogen sectors.", "1259": "While many commercial renewable fuel technologies are already available, innovation is essential to achieve the pace and scale of renewable fuel use demonstrated in the Net Zero by 2050 Scenario.", "1260": "Government support for first of a kind projects can help mitigate risks, and international collaboration can ensure widespread sharing of best practices.", "1261": "Additionally, innovation within supply chains is vital to expand sustainable bioenergy feedstocks.", "1262": "Governments can also address non financial barriers to renewable fuel uptake , enable co benefits  and support infrastructure deployment.", "1263": "Solid biomass, liquid biofuels, biogases, renewable hydrogen, and e fuels have applications beyond industry, transport, and buildings.", "1264": "By 2030, nearly 40% of solid bioenergy and 20% of biogases are used for electricity generation and over 75% of renewable hydrogen demand is for clean materials, chemicals, and power generation under the Net Zero Emissions by 2050 Scenario.", "1265": "Modern solid bioenergy consumption is projected to increase by about one fifth  reaching 18 EJ by 2030.", "1266": "More than 70% of the growth comes from the industry sector, reflecting mostly expanding sugar and ethanol production in India.", "1267": "The remaining growth results primarily from substituting traditional uses of biomass with improved biomass cooking and heating stoves in sub Saharan Africa, India and China, and, to a lesser extent, from the rollout of modern biomass stoves and boilers in Europe.", "1268": "Overall, efficiency gains from modernising biomass use in developing and emerging economies allow total annual solid bioenergy consumption to decline by 5% globally over the outlook period.", "1269": "In 2023, solid bioenergy was the most used modern renewable fuel globally, accounting for 3,5%  of total final energy consumption.", "1270": "Another 19 EJ corresponds to inefficient  uses of biomass, for cooking and heating.", "1271": "These traditional uses of biomass are widespread in the developing world, with sub Saharan Africa, India and China accounting for three quarters of the total.", "1272": "Excluding these, the direct use of modern solid bioenergy is dedicated predominantly to industrial process heat, then to space and water heating in buildings, district heating and, marginally, to agriculture.", "1273": "In the IEA Net Zero by 2050 Scenario, modern solid bioenergy consumption expands 2,4 times more quickly than in our outlook, owing to greater reliance on biomass residues and municipal solid waste in industry, especially the cement sector, and to faster substitution of traditional uses of biomass.", "1274": "Modern solid bioenergy use in the buildings sector expands 0,7 EJ during the outlook period, a 16% increase from 2023.", "1275": "Three quarters of this growth occurs in sub Saharan Africa and India following efforts to provide modern energy access.", "1276": "For instance, with the ambition to achieve universal access by 2028, Kenya launched its National Cooking Transition Strategy in 2024, in which improved biomass cookstoves are seen as a relevant transitional solution, especially in rural areas.", "1277": "By contrast, modern bioenergy demand remains stable in advanced economies where heat pumps are the primary growth area for renewable heat.", "1278": "By 2030, emerging economies account for nearly 40% of modern solid bioenergy use in buildings, up from 30% in 2023.", "1279": "Growth also accelerates over the forecast period.", "1280": "Annual modern solid bioenergy consumption in the buildings sector increased 8%  globally during the last six year period , less than half of the growth expected over the next six years.", "1281": "The United States accounted for almost half of the expansion during 2017 2023, especially the Northeastern States, where the cost of wood and pellets , the main secondary heating fuels , is competitive with natural gas and electricity.", "1282": "The remainder resulted mostly from rising wood and pellet appliance use in Europe and the deployment of improved biomass stoves , especially in sub Saharan Africa, where strong population growth is also driving up heat demand.", "1283": "European biomass markets are expected to benefit from several recent policy updates in upcoming years.", "1284": "In addition to the RED III updated renewable energy targets, the Energy Performance of Buildings Directive  includes various favourable targets and measures, including a gradual phaseout of fossil fuel fired boilers through the lifting of subsidies by 2025.", "1285": "In addition, the new ETS2, created as part of the 2023 revision of the EU Emissions Trading System  Directive and operational from 2027, is expected to favour bioenergy use in buildings and non energy intensive industries.", "1286": "However, uncertainty remains about the impacts of the revised Regulation on Land Use, Land Use Change and Forestry  on forestry harvests, and hence on residues available for pellet production.", "1287": "Europe is the largest residential and commercial consumer of modern solid bioenergy, accounting for more than half of global buildings sector consumption.", "1288": "Logs and wood chips make up most of the solid bioenergy consumed in buildings, but the use of wood pellets for heating has been growing rapidly in the past decade, especially in the residential sector.", "1289": "The European Union is the world’s foremost pellet market, accounting for 44% of production and 50% of consumption in 2023 mainly for residential use.", "1290": "After two decades of continuous market expansion for pellets and two years of record sales for pellet based appliances, global pellet production stalled in 2023 and the market for pellet appliances is facing headwinds.", "1291": "The EU embargo on forestry products from Belarus and Russia, enforced in 2022, and the consumer rush to stock up on pellets during the energy crisis, led to supply shortages in the European Union and a sharp rise in pellet prices in 2022, which affected consumer confidence and choices through 2023.", "1292": "Furthermore, several key markets experienced policy changes, such as France, where subsidies for pellet stoves were reduced, and Italy, where the government reduced the “superbonus” tax credit from 110% to 90% and halted the credit trading scheme due to concerns about its impact on public finances.", "1293": "Reduced construction activity and a particularly mild winter  also contributed to fewer heating appliance sales, while consumer aversion to big ticket purchases amid higher interest rates and inflation led households to postpone large investments and retrofit projects or opt for cheaper alternatives.", "1294": "As a result, sales of residential pellet appliances declined sharply , by more than half , in Europe in 2023, while those of wood log stoves increased.", "1295": "Poland was a notable exception, with steady sales of pellet stoves and boilers, thanks to attractive investment support for replacing old coal boilers, especially under the Clean Air Programme.", "1296": "In contrast with the residential segment, sales of large scale appliances  were less affected by pellet price volatility and remained strong throughout the year.", "1297": "However, the downward market trend in residential appliances was temporary.", "1298": "Increased pellet production in some European countries  and additional imports from the United States, Viet Nam and Brazil compensated for lost imports from Russia and Belarus, while pellet demand declined slightly because of mild winter conditions and lower consumption in the commercial heat and power sector.", "1299": "As a result, pellet prices declined during the first half of 2023 and residential appliance markets have since mostly recovered.", "1300": "Yet, pellet prices have not recovered their pre 2022 levels, as production costs continue to be impacted by higher electricity prices.", "1301": "Modern bioenergy consumption rises 17%  to 13 EJ in 2030.", "1302": "India accounts for 60% of this increase, primarily due to expansion of its sugar and ethanol industry, which uses biomass residues  for heat.", "1303": "In 2021, India introduced a Biomass Programme to support briquette manufacturing, providing nearly USD 11 000/metric tonne per hour of manufacturing capacity supporting bioenergy use in other industries.", "1304": "The same year, the country also issued an ambitious co firing mandate for thermal power plants it is expected to come into force progressively before 2026, potentially also stimulating the local pellet industry.", "1305": "The next largest increases were in the European Union, owing mainly to greater use of municipal waste in the cement industry, and of biomass in non energy intensive subsectors.", "1306": "Growth in other regions remains limited to small expansions in industries that already use modern bioenergy, such as the pulp and paper industry.", "1307": "While solid bioenergy is well suited to meet heat demand at the temperature and pressure required by a variety of industrial processes, upside potential varies significantly by sector.", "1308": "For instance, the pulp and paper industry already exploits biomass resources extensively for energy production, while untapped potential to use municipal solid waste in the cement industry is substantial.", "1309": "In other sectors that do not produce biomass wastes and residues onsite, however, scaling up bioenergy use is more challenging, as it requires establishing biomass fuel supply chains and ensuring that fuel characteristics and homogeneity are compatible with existing equipment and processes.", "1310": "Solid bioenergy is also the largest renewable fuel used in district heating, mainly in the form of municipal solid waste and biomass used for cogeneration.", "1311": "Bioenergy use in district heating is anticipated to expand nearly one third by 2030, with developments essentially in the European Union, where the RED III supports adoption through binding targets to increase the share of renewables.", "1312": "The portion of solid bioenergy in the district heat supply is already the highest in this region, over 30% in 2023, with countries such as Denmark, Estonia, Sweden, Lithuania, Latvia, Austria and Finland exceeding 50%.", "1313": "In Europe, following three years of consecutive growth, heat generation from municipal solid waste declined 4% year on year in 2022.", "1314": "While part of this decline came from lower consumption  during the economic slowdown, more structural trends such as improved waste sorting and the development of recycling and composting, supported by the proposed revised European Waste Framework Directive, are expected to reduce the availability of waste for energy production in upcoming years.", "1315": "The share of biofuels in total liquid fuel transport demand expands from 5,6% in 2023 to 6,4% in 2030  to reach 215 billion litres a year  by 2030 in the main case.", "1316": "This growth is concentrated in the United States, Europe, Brazil, Indonesia and India, which together account for 85%.", "1317": "These regions are not only maintaining but, in many cases, strengthening their mandates, GHG intensity targets and financial incentives to support biofuel adoption.", "1318": "Globally, road biofuel demand expands by 27 billion litres  and aviation and maritime fuel use increases nearly 9 billion litres .", "1319": "In the accelerated case, biofuel demand expands an additional 70% to reach 275 billion litres  by 2030.", "1320": "This accelerated growth results largely from the United States implementing more stringent longer term policies , India and Indonesia addressing challenges to meet planned policy aims , China implementing its modest road, aviation and maritime targets  and the International Maritime Organization  establishing medium term measures to meet 2030 maritime fuel blending goals .", "1321": "In the main case, regional biofuel growth diverges along sectoral lines.", "1322": "In the road segment, Brazil, India and Indonesia account for most new demand as mandates become stricter and demand rises.", "1323": "In these regions, transport fuel demand increases due to economic activity and relatively slower electric vehicle adoption.", "1324": "These countries are expected to add near 27 billion litres , bringing global road biofuel demand to 205 billion litres .", "1325": "In contrast, there is little growth in aviation and maritime biofuel consumption in the main case, although plans are under way to support these sectors in all three countries.", "1326": "In the United States and Europe, aviation and maritime biofuels make up almost all new growth, propelled by new mandates and incentives.", "1327": "Biojet fuel demand climbs to nearly 9 billion litres , accounting for 2,0% of global aviation fuel demand, while maritime biofuels account for 0,8% of international shipping.", "1328": "However, in the road sector, combined US and EU biofuel demand does not expand to 2030.", "1329": "While transport policies remain in place in both regions , and in the European Union become more stringent , electric vehicles and greater vehicle efficiency reduce transport energy demand.", "1330": "EV use can also count towards meeting EU transport targets and US state level low carbon fuel standards.", "1331": "By 2030, aviation and shipping are responsible for more than 75% of new biofuel demand.", "1332": "Average annual consumption in these sectors expands 30% between 2023 and 2030 to meet targets in North America, Europe and Japan.", "1333": "Overall aviation and maritime fuel demand also increases to 2030, further supporting growth.", "1334": "Conversely, annual demand growth for road biofuels slows considerably by 2030, dropping to just 0,3%.", "1335": "While governments continue to enforce biofuel mandates, incentives and GHG intensity standards over the forecast period, overall global road transport fuel demand is expected to peak in 2028, with earlier peaks in the United States and Europe, thereby limiting growth.", "1336": "Even in fast growing markets such as India, Indonesia and Brazil, total transport fuel demand growth slows considerably by 2030 .", "1337": "Fuel demand declines globally owing to a combination of electric vehicle adoption and vehicle efficiency improvements.", "1338": "By 2030, demand for residue oils , including used cooking oil, tallow, and palm oil mill effluent , climbs 70% to reach 30 Mt/yr, claiming nearly 80% of the estimated supply potential.", "1339": "Producers of biojet fuel, biodiesel and renewable diesel are all vying for this finite supply, as these oils can be used to produce low carbon intensity biofuels while complying with EU and UK feedstock criteria.", "1340": "Rising demand is driving an expansion in trade, as importing residue oils or fuels made from them is more affordable than expanding domestic collection.", "1341": "This trade growth has led to increasing scrutiny to ensure that supplies are genuine, and to greater competition with domestic producers of other feedstocks such as vegetable oils.", "1342": "In the short term, alternative pathways such as vegetable oil based production and the use of other technologies  offer little relief.", "1343": "Most vegetable oils are considered as food and feed crops under the EU RED III and the ReFuelEU Aviation and Maritime initiatives, rendering them either ineligible or restricted.", "1344": "Furthermore, the GHG intensities of many of these biofuel production options are higher than for residue oil use, reducing their effectiveness under GHG intensity regulations.", "1345": "Biofuel facilities that use new technologies are planned, but few will be producing biofuels in the near term.", "1346": "In the medium term, however, new low emissions feedstock pathways appear more promising.", "1347": "Both the European Union and the United States have introduced policies that support innovative agricultural practices, such as growing crops on marginal land and intercropping, as outlined in the RED III.", "1348": "The United States has also issued guidance on climate smart agriculture to help encourage lower emission farming in support of IRA credits.", "1349": "Additionally, several new cellulosic ethanol and Fischer Tropsch  renewable diesel projects are to be commissioned by 2030.", "1350": "These projects would expand biofuel production from emerging technologies nearly tenfold.", "1351": "In our main case, biofuel use in the road, aviation and maritime sectors falls short of the IEA Net Zero by 2050 Scenario trajectory by 1,6 to 14 times, depending on the segment.", "1352": "The maritime sector is furthest off track, primarily due to the lack of substantial new demand drivers beyond the European Union’s ReFuelEU Maritime legislation.", "1353": "Should envisioned policies be implemented globally and planned projects completed, this gap could be considerably smaller in our accelerated case, particularly for the road and aviation sectors.", "1354": "Nonetheless, a 40% shortfall remains compared to the Net Zero by 2050 Scenario.", "1355": "To bridge this gap, it will be crucial to implement supply and demand policies aligned with the Net Zero by 2050 Scenario, incorporating mandates, incentives and GHG intensity requirements.", "1356": "The aviation and maritime sectors require the most attention, as policies are only just beginning to be rolled out, and global co ordination is essential given the international nature of maritime and aviation fuels.", "1357": "Moreover, achieving Net Zero by 2050 Scenario growth will hinge on the deployment of new technologies and innovative agricultural practices.", "1358": "Thus, sustainability requirements and support for emerging technologies and new farming methods are necessary complements to these new policies.", "1359": "Road biofuel demand is forecast to climb 27 billion litres , reaching 205 billion litres  by 2030.", "1360": "Most of this growth will occur in India, Indonesia and Brazil due to growing liquid fuel demand, relatively slow EV uptake and planned increases in biofuel blending requirements.", "1361": "Policy support remains in place in the United States and Europe, but diesel and gasoline use decline 10 to 20% owing to rapid EV adoption and vehicle efficiency improvements.", "1362": "In both markets, renewable diesel consumption expands the most since it can be blended at high concentrations and made from residue oils, and it offers low GHG intensities, which helps countries meet their policy goals.", "1363": "Forecast growth has been revised up 13% from last year.", "1364": "A slightly slower decline in gasoline demand in the United States and Europe drives most of this increase, as greater transport fuel demand requires larger quantities of biofuels to meet blending requirements.", "1365": "In the United States, road biofuel use is forecast to fall 5 billion litres , while blending shares increase.", "1366": "The Renewable Fuel Standard, state level low carbon fuel standards, and tax credits under the IRA continue to support biofuel blending.", "1367": "However, declining gasoline demand owing to EV uptake, vehicle efficiency improvements and limited infrastructure for higher ethanol blends lead to an 8 billion litre  decline in ethanol demand.", "1368": "Biodiesel consumption also drops nearly 3 billion litres  as it is outcompeted by renewable diesel, which has better blending properties.", "1369": "Conversely, renewable diesel use rises 6 billion litres , since it can be blended with diesel at higher rates.", "1370": "Most of this expansion occurs early in the forecast period with the commissioning of planned renewable diesel projects.", "1371": "Achieving quicker growth will require stronger renewable fuel standard targets and strengthened state level low carbon fuel standards.", "1372": "For instance, low carbon fuel standard credits and Renewable Identification Number  prices have dropped 25 to 60% since 2023, reducing incentives for new biofuel production.", "1373": "In Europe, biofuel demand remains flat over the forecast period, despite introduction of the RED III, while blending shares increase.", "1374": "Although the renewable energy target has been raised, we expect only a small increase in biofuel demand because overall transport fuel demand declines 16% over the forecast period and RED III double counting provisions.", "1375": "Under the RED III, biofuels made from certain feedstocks can count twice towards legislated targets, meaning that fewer litres of biofuel are needed to meet the renewable energy target.", "1376": "In addition, renewable electricity used in EVs counts towards the target, limiting biofuel demand.", "1377": "Sweden’s 2023 decision to reduce its transport GHG intensity target by 34 percentage points also slows growth.", "1378": "To date, renewable diesel demand in the country is down nearly 90%, contributing to a 20% decline across Europe.", "1379": "This sudden drop in demand has contributed to increasing biodiesel exports from Europe, and to falling biodiesel and renewable diesel prices.", "1380": "Meanwhile, Brazil’s biofuel demand climbs by over 15 billion litres  to 51 billion litres  in 2030, the largest increase of any country, reaching a biofuel blending rate of almost 45% on a per volume basis.", "1381": "This growth is driven by rising gasoline and diesel demand as well as introduction of its Fuel of the Future Programme, which includes provisions to increase maximum ethanol blending to 35% and biodiesel to 20% by 2030.", "1382": "Brazil also has a large flex fuel vehicle fleet, which allows drivers to choose high or low ethanol blended gasoline depending on the price, allowing for ethanol blends above the mandated amount.", "1383": "In Indonesia, biodiesel blending stands at 34% in 2024, with plans to expand it to 35% by 2030 supported by a funding mechanism that uses palm oil export revenues to close the cost gap with fossil diesel.", "1384": "Similarly, in India the government continues to pursue its ethanol blending target of 20% by 2025/26, supported by guaranteed pricing for ethanol depending on feedstock type.", "1385": "In the accelerated case, road biofuel demand climbs to 255 billion litres  by 2030, up 51 billion litres  from the main case.", "1386": "This additional growth results from more ambitious renewable fuel standard targets in the United States, quicker expansion of higher ethanol blending infrastructure, clear support for renewable diesel in Brazil, more ambitious road targets in the European Union, and policies to achieve Indonesia’s ethanol blending goals and India’s biodiesel blending target.", "1387": "Road biofuel prices have declined and remain below the peaks reached in 2022 when trade disruptions, high energy and fertiliser prices and weather related supply disruptions drove feedstock prices to record highs.", "1388": "By September 2024, ethanol prices had dropped near 25% on average and biodiesel and renewable diesel prices had fallen over 35% from average 2022 prices.", "1389": "Both decreases result primarily from greater feedstock affordability with price declines for sugar , corn  and vegetable oils  between 2022 and the first half of 2024.", "1390": "In addition, oversupply in the biodiesel and renewable diesel sectors, along with an influx of low cost used cooking oil from China, is weighing on prices in 2024.", "1391": "Nevertheless, market prices remain 15% higher for biodiesel and renewable diesel compared with the 2010 2019 average while ethanol prices are near this average.", "1392": "In Europe, inexpensive Chinese imports and lower demand have prompted European producers seeking a more lucrative market to increase biodiesel exports to the United States.", "1393": "In 2023, these imports helped reverse the trend of declining biodiesel use in the United States.", "1394": "However, we do not expect this tendency to continue in 2024, as Chinese exports to Europe have declined with the EU antidumping investigation and its plans to set tariffs on Chinese imports.", "1395": "Over the medium term, we expect biodiesel and renewable diesel prices to remain above historical averages, as the feedstocks they are made from remain in high demand for road, aviation and maritime fuels.", "1396": "Biodiesel and renewable diesel are also commanding ever larger shares of global feedstock production and supply.", "1397": "In contrast, ethanol prices are likely to face less pressure as feedstock production shares remain steady over the forecast period, and ethanol demand declines in some markets.", "1398": "Total road feedstock demand increases 13% to over 700 Mt by 2030, accounting for nearly 90% of global biofuel feedstock demand growth.", "1399": "Vegetable oils and residue oils support most of the expansion for biodiesel and renewable diesel production, with demand concentrated in the United States, Indonesia, Brazil and Europe.", "1400": "Most new ethanol production in Brazil and India rely on starches  and sugars .", "1401": "Demand for other feedstocks such as woody wastes and residues for cellulosic ethanol and FT renewable diesel surpass 2023 levels by more than five times, but they remain a small component  of overall feedstock demand.", "1402": "While domestic availability is the primary determinant of the types of feedstocks used in different regions, sustainability requirements  limit some feedstock use and drive imports.", "1403": "In Brazil and India, which were responsible for 60% of global sugar production in 2023, sugar demand for ethanol production increases by 15% by 2030, from 375 Mt in 2023.", "1404": "Meanwhile, biofuel producer demand for starches, primarily maize, expands 0,5% overall, increasing in Brazil and falling in the United States following forecast changes in domestic production.", "1405": "Vegetable oil demand climbs more than 40% in the main case.", "1406": "Malaysia and Indonesia account for the majority of increasing palm oil demand, while soybean oil and canola oil support most new US growth.", "1407": "In the United States, all feedstock supply chains will be under pressure to produce lower GHG intensity fuels since biofuel producers will be assessing the relative benefits of different production pathways in terms of feedstock prices and the credit benefits of the IRA and state level low carbon fuel standards, which reward better GHG performance.", "1408": "Vegetable oil demand growth in the Europe is limited to crops that meet RED III requirements for production on severely degraded land or intermediate crops that meet specifications.", "1409": "Demand for residue oils, including used cooking oil, tallow, and palm oil mill effluent expands 35% to 22 Mt/yr, primarily in the United States and Europe and in countries exporting to these markets.", "1410": "This surge in demand has prompted an increase in imports from China over the last two years, raising trade concerns.", "1411": "In July 2024, the European Commission published provisional duties of up to 36,4% following the initiation anti dumping proceedings in December 2023 for biodiesel imports from China.", "1412": "The United Kingdom followed suit in July 2024.", "1413": "These activities have slowed imports from China, although the broader impacts remain unclear.", "1414": "In the accelerated case forecast, feedstock demand through 2030 would expand an additional 90 Mt/yr from the main case, with demand increasing for all feedstock types.", "1415": "Growth generally follows existing trends, with sugar demand increasing in India and Brazil, maize expanding in Brazil and the United States, greater vegetable oil use in the United States, Brazil, Indonesia and Malaysia, and residue oil demand expanding the most in Europe.", "1416": "For the United States and Europe, vegetable oil and residue oil demand growth depend on increasing imports.", "1417": "Biojet fuel demand is forecast to increase to near 9 billion litres  by 2030 in the main case, making up nearly 2,0% of global jet fuel demand.", "1418": "This year’s forecast has been revised up 20% to reflect new policy announcements and, to a lesser extent, higher anticipated global jet fuel demand.", "1419": "In the European Union, ReFuelEU Aviation legislation sets biojet fuel blending obligations of 2% for 2025 and 6% by 2030.", "1420": "In our main case, most of this requirement will be met, with biojet fuel making up 5% of jet fuel demand by 2030.", "1421": "However, the legislation also includes a 1,2% target for renewable fuels of non biological origin  such as hydrogen and e fuels.", "1422": "The United Kingdom has also released its mandate of 10% SAFs by 2030, with a 0,5% sub mandate for RFNBOs in July 2024.", "1423": "Much of Europe’s biojet fuel demand will likely be met by domestic production by 2030, as nearly 4 billion litres of biojet capacity is in advanced stages of development.", "1424": "In the United Kingdom, more than 1 billion litres of capacity is in the project pipeline, but no final investment decisions had yet been made in September 2024.", "1425": "In North America, biojet fuel demand climbs to 2,8 billion litres , making up over 2% of jet fuel demand by 2030.", "1426": "The United States is responsible for most of this demand, with IRA credits , the Renewable Fuel Standard and state level low carbon fuel standards supporting new production.", "1427": "In Canada, British Columbia’s aviation fuel standard, which targets 10% lower GHG intensity by 2030, is anticipated to spur 0,2 billion litres  of new demand by 2030.", "1428": "Across North America, existing biojet fuel production and projects at advanced stages of development make up 3,3 billion litres of capacity by 2030.", "1429": "In the rest of the world, the proposed SAF mandates of Japan  and Singapore", "1430": " result in an additional 1,4 billion litres  of demand.", "1431": "In the accelerated case, biojet fuel demand expands an additional 11 billion litres  by 2030 from the main case, bringing biojet fuel to 4,4% of total global demand.", "1432": "The United States has the most significant upside potential.", "1433": "Under a more stringent Renewable Fuel Standard, higher state level low carbon fuel standards and extended IRA credits, biojet fuel production climbs to 9 billion litres by 2030 , 80% of its SAF Grand Challenge target.", "1434": "Other growth depends on Brazil, India, Malaysia, Indonesia, Thailand and the United Arab Emirates pursuing their SAF ambitions.", "1435": "Biojet  fuel prices have fallen nearly 30% on average in 2024 relative to 2023, but biojet fuel is still more than double the price of fossil jet fuel or USD 0,7/litre more expensive.", "1436": "The price decline results mainly from falling vegetable oil and residue oil prices.", "1437": "The increase in new production capacity, set to reach almost 2,5 billion litres by the end of 2024, has also helped reduce prices.", "1438": "US and EU policies are sufficient to close the cost gap and drive biojet fuel demand.", "1439": "In the United States, renewable fuel standard credits, IRA credits  and low carbon fuel standard credits are currently worth an estimated USD 0,9/litre today for low GHG intensity SAFs.", "1440": "However, policy success depends on the market price for renewable fuel standard and low carbon fuel standard credits, which have decreased in value over the past two years.", "1441": "Under the ReFuelEU Aviation initiative, penalties are to be set at twice the difference between average annual biojet and fossil jet fuel prices, which would currently amount to USD 1,6/litre.", "1442": "The European Union also plans to phase out free allowances for aviation under its ETS, although this is unlikely to spur any additional biojet fuel demand.", "1443": "At EURO 45/tonne CO2eq, the current price cap for aviation and maritime fuels to 2030, and with no free allowances, this translates into an additional charge of USD 0,11/litre for fossil jet fuel, which closes the price gap by only 15%.", "1444": "Feedstock demand for biojet fuel is forecast to expand from near zero today to 13 Mt/yr by 2030.", "1445": "Unlike for road fuels, the vast majority of new feedstock demand  is for residue oils or other feedstocks, while vegetable oils make up the remainder.", "1446": "By 2030, demand for residue oils to produce biojet fuel climbs to nearly 25% of global biofuel use.", "1447": "Other feedstocks include ethanol  and woody wastes and residues .", "1448": "For Europe, we forecast that almost all new demand for residue oils and some vegetable oils meet ReFuelEU feedstock requirements .", "1449": "The United Kingdom prohibits sourcing from food crops under its mandate, and limits overall HEFA production to 70% of the target by 2030.", "1450": "In the United States, we forecast future production from a mixture of vegetable oils , residue oils  and other feedstocks such as ethanol and woody residues .", "1451": "Achieving accelerated case targets will require a near tripling in feedstock provision, dependent on expanded waste and residue collection, new agricultural practices and broader use of alcohol to jet and FT to jet technology pathways.", "1452": "For instance, residue oil use climbs to 11 Mt/yr, equivalent to nearly 25% of the upper end of global collection potential.", "1453": "In the accelerated case, residue oil collection potential is assumed to increase to 50 Mt/yr , up from 40 Mt/yr in the main case.", "1454": "New technologies , such as alcohol to jet and the manufacturing of biojet fuel from woody wastes and residues , claim nearly 40% of total demand by 2030.", "1455": "Most additional vegetable oil use, which accounts for 20% of production, would come from crops grown on marginal land through intercropping, and includes efforts to reduce the GHG intensity of oil producing crops.", "1456": "Maritime biodiesel use is forecast to increase 1,8 billion litres  by 2030, driven largely by ReFuelEU Maritime legislation.", "1457": "This legislation sets specific targets and penalties for maritime vessels calling on EU ports.", "1458": "Some shipping companies are also engaging in discretionary blending to meet internal targets, but these volumes are relatively small.", "1459": "Biodiesel demand for shipping expands almost 1 billion litres in Europe to comply with ReFuelEU Maritime legislation, which requires GHG intensity reductions of 2% by 2025 and 6% by 2030.", "1460": "Biofuel expansion to meet the policy is modest, since planned LNG use in shipping and shore power count towards GHG targets.", "1461": "Nevertheless, biodiesel remains cost effective compared with other alternative fuels, is compatible with the existing shipping fleet and offers GHG reduction potential in line with the legislation.", "1462": "In Southeast Asia, demand is projected to double by 2030, mainly because the Port of Singapore serves ships that belong to companies with targets, or that dock at EU ports.", "1463": "Feedstock demand to produce maritime diesel climbs to 0,9 Mt/yr, comprising 3% of total residue fuel demand.", "1464": "In the European Union, residue oils will make up much of this feedstock, since legislation prohibits the use of food and feed based fuels.", "1465": "In the accelerated case, biodiesel makes up 1,4% of total shipping energy in 2030 , nearly double the main case.", "1466": "The accelerated case assumes that the IMO implements policies to advance towards its goal of at least 5% of shipping energy from zero or near zero GHG emission technologies by 2030.", "1467": "The IMO plans to approve measures to achieve these reduction targets by 2025.", "1468": "Potential measures include a maritime fuel standard and a maritime GHG emission pricing mechanism.", "1469": "While bio methanol and bio LNG are other near term options, they are not included in this forecast due to a lack of data but will be considered in the future.", "1470": "Maritime biodiesel prices dropped significantly between 2022 and 2024, ranging from USD 0,76 to USD 1,14/litre in September 2024 , USD 0,5/litre higher on average than the cost of very low sulphur fuel oil  at ports across North America, Europe and Southeast Asia.", "1471": "Most fuels containing biodiesel are sold in 20 30% blends a 30% blend carries a USD 0,15/litre premium to VLSFO at 2024 prices.", "1472": "As with aviation and road biodiesel, the price drops of the past two years resulted mainly from similar decreases in feedstock prices.", "1473": "For the European Union, this price differential is likely to shrink by nearly USD 0,15/litre by 2030 as maritime fuel emissions are integrated into the EU ETS, assuming the planned price cap of EURO 45/tonne of CO2 for maritime fuels to 2030.", "1474": "However, maritime biodiesel prices are unlikely to drop further over the forecast period because of strong demand for feedstocks and the high cost of alternatives such as bio methanol.", "1475": "For instance, bio methanol prices averaged USD 2,05/litre of VLSFOeq in 2024, nearly double maritime biodiesel prices.", "1476": "Country or Global demand for biogases  is expected to accelerate, climbing an estimated 30% in the period 2024 2030 to reach almost 2 270 PJ  per year in 2030.", "1477": "Policy objectives and deployment of biogases vary significantly by country, reflecting the different production and demand policy tools and incentives.", "1478": "Mature markets such as Europe’s have benefited from consistent policy support and industrial sector development for more than a decade.", "1479": "Meanwhile, emerging markets are attempting to increase their biogas production to: 1) to accelerate energy sector decarbonisation 2) fulfil their methane emission reduction pledges and 3) improve their energy security, especially if they depend on natural gas imports.", "1480": "Today, electricity production is the primary use for biogas globally, but there is a growing trend to use it as a renewable fuel in the form of biomethane to decarbonise hard to abate sectors such as industry and transport.", "1481": "In 2024 2030, the transport sector leads demand growth for biogases owing to significant support in regions such as India, the European Union and the United States.", "1482": "In these countries, the lower carbon intensity of biomethane made from wastes and residues  and the reduction of methane emissions from livestock when processing animal manure remain key drivers for the use of biogases.", "1483": "Biogas and biomethane use in buildings and industry is also gaining traction, supported by policies and voluntary carbon markets in Europe and the United States.", "1484": "Corporations, industries, cities and utilities are entering into long term contracts to use green gases to meet voluntary carbon reduction targets, creating substantial market opportunities.", "1485": "In mature markets, governments are shifting from public subsidies to market based incentives such as certificates and carbon credits.", "1486": "Over the last two years, interest has been increasing on the part of investors, particularly energy majors and utilities, attracted by growth in the sector.", "1487": "However, current global production expansion is not in line with the IEA Net Zero by 2050 Scenario, which requires the production of biogases to grow 3,7 fold by 2030.", "1488": "Despite accelerated growth in the main case forecast, 2030 demand of 2 750 PJ/year falls 64% short of what is needed in the Net Zero by 2050 Scenario.", "1489": "Reaching this global goal will require all countries to increase their ambitions and resolve implementation challenges.", "1490": "Many regions with strong biogas potential, such as Latin America and Southeast Asia, could make significant contributions to global growth if their countries introduce new policies to support the biogas sector.", "1491": "Europe accounts for almost 50% of the world’s production of biogas production, with Germany alone contributing nearly 20%.", "1492": "Since Russia’s invasion of Ukraine, the European Union has considered that using biogas and biomethane is crucial to reduce its dependence on Russian gas imports.", "1493": "Therefore, in May 2022 it adopted the REPowerEU plan, which set a non binding target of 35 bcm by 2030.", "1494": "Member states were also asked to send their draft updated National Energy and Climate Plans  by June 2024, complete with a biogas or biomethane component and trajectories to achieve their aims for 2030 and 2050.", "1495": "Although the original REPowerEU target was based on biomethane production, the recent REPowerEU two year progress report  ", "1496": "tracks both biogas and biomethane.", "1497": "According to the evaluation, updated draft NECP ambitions and projections indicate that biogas and biomethane production would cumulatively reach 30 32 bcm by 2030.", "1498": "However, other stakeholders identify lower totals for national targets .", "1499": "Our main case forecast for combined biogas and biomethane, based on current policies and market conditions, meets only 72% of the required EU target for 2030.", "1500": "However, in an accelerated case that assumes improved policy support, biogas and biomethane production could reach 1 053 PJ/year  and bring the European Union closer to achieving its target.", "1501": "Biogas and biomethane development, their consideration in NECPs, and support and incentives vary among countries.", "1502": "Germany remains the world’s largest producer of biogas and biomethane  at approximately 323 PJ in 2023, used primarily for electricity and heat production .", "1503": "Despite the sector’s maturity, growth since 2018 has been just 1,5%.", "1504": "Recent auctions for 1 200 MW between 2023 and April 2024 remained undersubscribed, highlighting concerns over economic attractiveness and contract terms.", "1505": "The contracts of many plants with 15 year feed in tariffs from the 2010s are now ending, so it will become critical to convert them to biomethane production to meet EU objectives.", "1506": "Germany also aims to shift its feedstock mix from energy crops  to more sustainable sources such as agricultural residues and municipal waste.", "1507": "This transition is a significant challenge for the sector.", "1508": "Biomethane for transport use must meet sustainability standards and can count double towards RED quotas, boosting the use of residues, and more specifically animal manure, as feedstock.", "1509": "The transport sector spurs the most biomethane consumption growth, with annual increases of 18 21% in recent years.", "1510": "Biomethane in transport is supported by national GHG reduction quotas under the Federal Pollution Control Act, while the 2021 German ETS system, which taxes CO2 emissions in transport and heating, offers an exemption for biomethane.", "1511": "These favourable conditions have led to the purchase of foreign biomethane certificates, aided by the recently created Renewable Energy Guarantees of Origin system.", "1512": "Meanwhile, a January 2024 amendment to Germany’s Buildings Energy Act  allows biogas and biomethane to count towards renewable share obligations in decentralised heating, creating new opportunities for renewable gases.", "1513": "France is the European Union’s second largest biomethane producer and is experiencing a fast growth, with an almost 13 fold rise over the last five years.", "1514": "It is worth highlighting that this growth has been achieved with a feedstock mix free of energy crops .", "1515": "Government measures have historically supported grid injection, as the electricity grid already presented a low carbon footprint owing to nuclear generation.", "1516": "The 2023 target for grid injection in the Long Term Energy Schedule  was exceeded, reaching 8,2 TWh instead of the planned 6 TWh.", "1517": "Furthermore, aims for 2030 were raised in July 2024 in the final updated NECP, increasing the biomethane target to 44 TWh, representing a share in national gas consumption of 15%.", "1518": "The success of biomethane development in France results partly from its 2019 Right to Injection Law, which facilitates connection to the gas grid, especially in rural areas.", "1519": "TSOs and DSOs are engaged in the planning process, building reverse flow facilities to allow biomethane to move from the distribution grid to the transmission grid.", "1520": "Connection costs are shared between producers  and TSOs/DSOs , with all biomethane plants connected to the natural gas grid.", "1521": "Feed in tariff contracts for grid injection were revised downwards in 2020, causing a decrease in new projects due to rising inflation and production costs.", "1522": "Tariffs for plants under 25 GWh were increased in June 2023, leading to significant registered project growth in the latter half of the year.", "1523": "Larger plants  were moved to an auction system in 2021, with tenders expected to open in 2024, which will test the appeal of the new conditions.", "1524": "Meanwhile, France intends to shift partially to market based incentives, a trend in many EU countries.", "1525": "In July 2024, it introduced the obligation for natural gas suppliers to purchase biogas production certificates  for 2026, 2027 and 2028, seeking to create investment stability and reduce reliance on public subsidies.", "1526": "These certificates are separate from the European Energy Exchange  managed French Biogas Guarantees of Origin  that end customers can use to meet voluntary decarbonisation targets.", "1527": "Italy, the European Union’s second largest producer of biogases after Germany, has also shown rapid growth owing to effective incentives.", "1528": "The country supports biogas based electricity production in combined heat and power  plants through a feed in tariff system, using mainly agricultural residues.", "1529": "The Italian biogas sector has also developed Biogas Done Right® guidelines, integrating sustainable agriculture with biogas and digestate production to optimise soil carbon stocks.", "1530": "Italian biomethane production began only recently  but had already reached nearly 17 000 TJ in 2022.", "1531": "Support for biomethane began in 2018 for transport use, and in 2022 it was extended to include all biomethane uses until 2026.", "1532": "Funding comes from the EU Recovery and Resilience Plan, which provides financial aid and feed in tariffs through tenders.", "1533": "Tender response rates in 2022 and 2023 were 24 44%, allowing for continued sector growth.", "1534": "The original National Plan for Recovery and Resilience’s biomethane target of 4 bcm by 2030 was later increased to 5,7 bcm in Italy’s draft updated NECP.", "1535": "The current outlook indicates that production levels could reach 70 81% of the 2030 target.", "1536": "The forecast for European countries is very varied.", "1537": "We expect accelerated growth to continue in some mature countries  thanks to recently updated policies and support tools.", "1538": "The United Kingdom follows a more moderate growth path, and development begins to take off in some new emerging markets .", "1539": "Overall, we forecast increases of 41% in the main case and 55% in the accelerated case for 2023 2030 in the EU combined biogas and biomethane market.", "1540": "Accelerating US biomethane market activity was confirmed in the past two years, with annual growth of 20% in 2022 and 18% in 2023.", "1541": "The United States is the largest producer of biomethane , responsible for 38% of global production.", "1542": "The main growth driver and primary current user of biomethane is transport .", "1543": "Heavy duty vehicles and fleets use RNG because it has a lower carbon intensity compared with other renewable fuels under California’s Low Carbon Fuel Standard , and it is considered a cellulosic biofuel for compliance with the D3 category obligations of the federal Renewable Fuel Standard  Renewable Identification Numbers .", "1544": "The Environmental Protection Agency’s  RFS Renewable Volume Obligations  for 2023 2025, which require a doubling of production in three years, have provided more certainty for investors.", "1545": "Carbon credit prices are set by the market.", "1546": "In 2023, D3 RIN prices increased while LCFS credit prices decreased due to market oversupply in California.", "1547": "Meanwhile, the new RNG Incentive Act introduces a USD 1/gallon tax credit for RNG used in heavy duty transport for ten years, further stimulating market growth.", "1548": "Additionally, the IRA offers an up to 50% investment tax credit, expiring in 2024, which is expected to accelerate the construction of new facilities within the year.", "1549": "These schemes are currently under revision, and future adjustments may impact market dynamics.", "1550": "California’s transport market is close to saturation, with 97% of its gas powered fleet using RNG.", "1551": "Nevertheless, the gas powered fleet continues to grow, allowing for additional increases in RNG use.", "1552": "Meanwhile, other states such as Oregon and Washington have recently introduced clean fuel regulations, and others such as New York and New Mexico are beginning to implement them, suggesting a growing market for RNG in other states.", "1553": "Although e RINs  were not included in the last EPA policy update in 2023, they remain under discussion and might be included in the future.", "1554": "RNG used for electricity production and EV charging is already eligible for LCFS credits in California.", "1555": "The inclusion of eRINs would boost the use of biogas/biomethane for electricity generation, and it is considered in our accelerated case forecast.", "1556": "Beyond the transport sector, a new voluntary market for corporations and utilities is emerging, extending the use of RNG to other applications.", "1557": "According to Cedigaz, a number of long term large scale contracts were signed in 2023 with voluntary customers from corporations, industry and institutions.", "1558": "Although prices under these contracts are less than what is paid in the transport sector, they provide financial stability.", "1559": "The growth of voluntary markets opens a huge opportunity for biomethane expansion.", "1560": "Some recent policy developments  are also promoting the use of RNG for heating in commercial and residential sectors.", "1561": "California's 2022 Scoping Plan Update outlines a decarbonisation strategy that envisions transitioning RNG use from transport to other sectors , and to hydrogen and electricity production as transport sector electrification advances.", "1562": "To align with this strategy, California Air Resources Board  is preparing a LCSF amendment expected to be approved in November 2024.", "1563": "Proposed changes will affect RNG markets post 2040, as California intends to limit RNG use for transport and favour its injection into the grid, and to phase out RNG credits for avoided methane emissions in transport .", "1564": "Our forecast expects 82% combined biogas and biomethane growth in 2024 2030 in the main case and 129% in the accelerated case, based on potential eRIN inclusion in the RFS and higher RNG uptake for commercial, residential and industry use through voluntary markets.", "1565": "China has a long history of producing biogas.", "1566": "In the 2000s and 2010s, thanks to generous government financial support, farm households started installing an impressive number of small digesters, reaching a peak of 42 million in 2015.", "1567": "Since then, however, the number of household digesters has fallen continuously as public support shifted gradually after 2014 to large scale industrial projects.", "1568": "In 2019, the government published Guidelines for Promoting Development of the Biomethane Industry , which set production targets of 10 bcm by 2025 and 20 bcm by 2030.", "1569": "Since then, production has been expanding more slowly than expected, but new support and regulations have come into force in an attempt to change the pace.", "1570": "For instance, China’s 14th Five Year Development Plan  included the construction of some large scale demonstration projects in areas with good agricultural and livestock feedstock potential.", "1571": "Additionally, a new national standard for plant construction was released in 2022, and other actions to improve the synergy between biogas production and other sectors have been taken .", "1572": "China’s biogas policies also aim to foster rural revitalisation and promote organic fertiliser production and use.", "1573": "The country’s main incentives for biogas/BNG development involve CAPEX financial support and tax exemptions for developing companies.", "1574": "Support covers all final uses, from electricity and combined heat and power generation to grid injection for final consumption in the transport, industry, buildings and agriculture sectors.", "1575": "Despite China’s considerable biogas potential, growth has been slow.", "1576": "Some of the obstacles the sector has identified are technical challenges when using mixed feedstocks difficulties connecting to electricity and gas grids high feedstock costs and a lack of incentives for continuous production .", "1577": "In other early stage markets, production subsidies  have helped derisk investments and encouraged the continuous operation of new plants, creating a more robust sector.", "1578": "In January 2024 China released a voluntary GHG emission reduction trading system.", "1579": "Biomethane is not yet covered in the scheme, but its inclusion would boost development of the sector by providing additional non public revenues.", "1580": "Despite these challenges, there are signals for optimism.", "1581": "Both national and international energy companies have announced investments in Chinese biogas/BNG plants, some quite large .", "1582": "National oil companies and utilities include China Power Construction, China Three Gorges, PetroChina and China General Nuclear Power Group international ones include Air Liquide and EnviTec Biogas AG.", "1583": "Another option for large scale development is to create county level clusters composed of several BNG production facilities, integrated organic waste collection, and pipeline infrastructure to take biomethane directly to households.", "1584": "Industry supplies of BNG are currently limited due to a lack of grid connections in some areas.", "1585": "However, as injection capacity expands, industries will benefit from BNG to decarbonise their operations, which will boost its demand.", "1586": "Some private contracts between BNG producers and industries have already been initiated.", "1587": "China additionally envisages using BNG for shipping, either directly or transformed into methanol.", "1588": "Producing low emissions hydrogen from biogas reforming has also been identified as a potential new market.", "1589": "We expect China’s biogas and BNG to continue to grow steadily in upcoming years and then accelerate after 2030, once grid injection and supply chain development challenges have been resolved.", "1590": "Our main case forecast expects growth of only 11% from 2023 to 2030 for biogas and biomethane combined.", "1591": "However, this increase can be misleading, as total production includes small household digesters that are being slowly abandoned.", "1592": "In fact, when only mid and large scale facilities are considered, growth reaches 52%.", "1593": "In our accelerated case, if end users increase their demand in the short term, growth could be much higher at 74% .", "1594": "Despite this rise, it will be difficult to achieve the production target of 20 bcm  by 2030.", "1595": "Our forecast expects production just 10,8 11,6 bcm in 2030.", "1596": "India has considerable biogas production from household facilities in rural areas, providing clean energy for cooking and lighting.", "1597": "Production from these small plants has been declining, however, as the government is targeting growth from larger, more efficient facilities.", "1598": "As part of its decarbonisation efforts, India aims to shift its energy sector from coal to gas, boosting the gas share to 15% by 2030 from 6,7% in 2023.", "1599": "It plans to fund necessary gas grid infrastructure expansions through its One Nation One Gas Grid programme.", "1600": "In this transition to a gas based economy, compressed biogas  with 90% methane content", "1601": "could play an important role by strengthening energy security  while providing CO2 and methane emission reductions.", "1602": "India recently introduced robust policy support for industrial biogas and CBG plant development.", "1603": "The Sustainable Alternative Towards Affordable Transportation  initiative, launched in 2018, targeted 5 000 new plants and production of 15 000 Mt/y by fiscal year  2023/2024, to be used for transport and in city grids.", "1604": "Oil marketing companies sign offtake agreements with CBG producers, with prices and conditions set by the SATAT programme.", "1605": "However, SATAT implementation has been much slower than expected , and achieving overall targeted production has been delayed to FY 2025/2026 under the umbrella of the Galvanising Organic Bio Agro Resources  programme.", "1606": "GOBARdhan, an interministerial initiative that includes CGB plant projects as well as organic waste collection in municipalities and rural areas, launched a unified registration portal for CBG plants in June 2023.", "1607": "Other national programmes supporting biogas development are the Waste to Energy Programme, which provides central financial assistance, and the National Biogas Programme for urban and semi urban areas.", "1608": "Some states also offer support for biogas growth.", "1609": "The new GOBARdhan umbrella aims to co ordinate some of these benefits, which are currently scattered across various ministries and departments.", "1610": "According to the sector, obstacles to CBG development include challenges in making large plants financially viable inconsistent feedstock quality and mismatches between policies and reality in a supply chain that is just beginning its industrial evolution.", "1611": "The Government of India is also trying to foster the development of other potential revenue sources.", "1612": "For example, carbon credit certificates for the voluntary offset market were launched in July 2023.", "1613": "Fermented organic matter , used as an organic fertiliser, receives financial support for biomass collection and sales.", "1614": "Furthermore, in November 2023 India announced blending mandates for CBG use in transport and in domestic piped natural gas, starting at 1% in FY 2025 2026 and rising to 5% in FY 2028 2029.", "1615": "These CBG blending obligations for gas marketing companies will stimulate supply considerably.", "1616": "Despite last year’s slow growth, the pipeline for new projects is expanding quickly.", "1617": "At the beginning of October 2024, 871 plants were operational and 357 were completed or under construction in the GODBARdhan registry.", "1618": "Most registered plants are small scale community facilities, but some large and very large plants are also planned.", "1619": "Major biogas companies have begun to invest in India .", "1620": "Main case expected growth for biogas and CBG combined is 8% between 2023 and 2030, including a decrease in production from household facilities.", "1621": "If these small plants are not taken into consideration, however, overall growth would be 88% in the main case and 151% in the accelerated case, reflecting a strong uptick in Indian market activity.", "1622": "Transport is a growing end use sector in India, with compressed natural gas fleet increasing rapidly.", "1623": "The SATAT programme currently supports transport, and CBG is delivered in compressed cylinders or cascades when grid connection is not possible.", "1624": "Transport CBG consumption is expected to grow 4 fold in the main case during 2023 2030, and 6,8 fold in the accelerated case.", "1625": "Hydrogen demand in 2023 was 12 EJ , produced almost exclusively from fossil fuels.", "1626": "Low emissions hydrogen, made from fossil fuels with CCUS, from bioenergy or through electrolysis, makes up less than 1% of global supply.", "1627": "Natural gas with CCUS was the source for most low emissions hydrogen produced in 2024, while electrolytic hydrogen made up less than 0,1%.", "1628": "Hydrogen demand stems primarily from its use as a feedstock for refining and for ammonia and methanol production.", "1629": "In 2023, the use of hydrogen as a renewable fuel or as a component of renewable fuel production, such as for e fuels, was negligible, limited to hydrogen vehicles and demonstration e fuel facilities.", "1630": "Low emissions hydrogen production expands nearly 11 times to 0,8 EJ by 2030, representing 7% of total hydrogen demand today, with near 75% generated from renewable electricity.", "1631": "Of the 0,6 EJ of renewable hydrogen produced, only 0,1 EJ is for direct energy use, primarily in the transport sector, and is considered a renewable fuel in this analysis.", "1632": "Renewable hydrogen is also a key component of e fuel production, which consumes 18% of all renewable hydrogen produced by 2030.", "1633": "The rest serves as a feedstock in the refining sector or is used for biofuel production and to produce clean ammonia as a fertiliser.", "1634": "Additionally, nearly 15% of renewable hydrogen is utilised in the power sector.", "1635": "The use of renewable hydrogen and e fuels for energy  expands to 0,17 EJ by 2030, from near zero today.", "1636": "A few key policies in Europe, the United States and China spur almost all this increase.", "1637": "Most hydrogen and e fuel demand originates from the transport market, with e fuels being claimed for aviation and maritime applications, and hydrogen for heavy duty transport.", "1638": "However, high costs and limited policies encouraging uptake make it difficult to construct a profitable business case, restricting growth prospects for both fuels.", "1639": "Existing policies have not yet catalysed the investments needed to realise ambitions, although sufficient production to match the demand forecast in this publication could be achieved if projects currently at the feasibility stage secure final investment decisions and are constructed by 2030.", "1640": "In Europe renewable hydrogen and e fuel demand expands to 45PJ to meet RED III, ReFuelEU Aviation and UK SAF mandates.", "1641": "These legislative measures set minimum requirements for RFNBOs, which include hydrogen and e fuels.", "1642": "In the European Union, the RED III targets 1% RFNBOs by 2030, which we expect will be met primarily by renewable hydrogen used in refineries or to produce biofuels.", "1643": "In the aviation sector, ReFuelEU Aviation aims for 1,2% by 2030/31 and the UK SAF mandate requires 0,5% RFNBO blending by 2030.", "1644": "The European Union has also set a maritime RFNBO target for 2034, but it falls outside the scope of this forecast.", "1645": "In the United States, total renewable hydrogen and e fuel demand grows to 50 PJ, covering hydrogen for road applications, some e kerosene, and ammonia and methanol for use in the shipping industry.", "1646": "Hydrogen and e fuels both benefit from credits under the IRA and low carbon fuel standards, and e kerosene is also eligible for renewable fuel standard credits.", "1647": "At average 2024 credit prices, renewable hydrogen used in transport would receive USD 11/GJ and e kerosene USD 80/GJ, closing the cost gap with fossil fuels in some instances.", "1648": "In China, demand for hydrogen comes mainly from the road transport sector, particularly to power heavy duty fuel cell vehicles, as the country aims to have 50 000 fuel cell vehicles on its roads.", "1649": "In Europe, the United States and China, maritime sector demand for ammonia and methanol is driven primarily by offtake agreements with international shipping companies that have internal targets.", "1650": "Offtake agreements for ammonia and methanol currently amount to near 40 PJ."}